Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: Determines if the common stats module may generate stats about changes regarding change state updates within a timeperiod.
de: Hier können Sie festlegen, ob das Statistik-Modul auch allgemeine Statistiken über Changes bzgl. Status-Updates innerhalb einer Zeitperiode generieren darf.
ms: Menentukan jika modul statistik biasa boleh menjana statistik tentang perubahan mengenai kemaskini negeri perubahan dalam tempoh masa yang.
pt: Define se o módulo de estatísticas comuns pode gerar estatísticas sobre as Alterações referentes às atualizações Alteração de estado dentro de um período de tempo.
ru: Определяет, может ли базовый модуль отчетов строить отчеты об изменениях, в зависисмости от того, изменялось ли состояние изменения за период времени.

source: Determines if the common stats module may generate stats about changes regarding the relation between changes and incident tickets.
de: Hier können Sie festlegen, ob das Statistik-Modul auch allgemeine Statistiken über Changes bzgl. dem Zusammenhang zwischen Changes und Vorfalls-Tickets generieren darf.
ms: Menentukan jika modul statistik biasa boleh menjana statistik mengenai perubahan mengenai hubungan antara perubahan dan tiket kejadian.
pt: Define se o módulo de estatísticas comuns pode gerar estatísticas sobre as Alterações a respeito da relação entre as Alterações e os tickets de incidente.
ru: Определяет, может ли базовый модуль отчетов строить отчеты об изменениях, в зависимости от отношений между изменением и заявкой об инциденте.

source: Determines if the common stats module may generate stats about changes.
de: Hier können Sie festlegen, ob das Statistik-Modul auch allgemeine Statistiken über Changes generieren darf.
ms: Menentukan jika modul statistik biasa boleh menjana statistik mengenai perubahan.
pt: Define se o módulo de estatísticas comuns pode gerar estatísticas sobre as Alterações.
ru: Определяет, может ли базовый модуль отчетов строить отчеты об изменениях.

source: Determines if the common stats module may generate stats about the number of Rfc tickets a requester created.
de: Hier können Sie festlegen, ob das Statistik-Modul auch allgemeine Statistiken über die Anzahl von RfC-Tickets, die von Benutzern erzeugt wurden, generieren darf.
ms: Menentukan jika modul statistik biasa boleh menjana statistik mengenai bilangan tiket RFC peminta dicipta.
pt: Define se o módulo de estatísticas comuns pode gerar estatísticas sobre o número de tickets RFC a um solicitante criado.
ru: Определяет, может ли базовый модуль отчетов строить отчеты о количестве созданных заявителем заявок с запросами на изменение (Rfc).

source: Dynamic fields (for changes and workorders) shown in the change print screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan dinamik (utuk change dan urutankerja) ditunjukkan dalam cetak skrin change di antara muka ejen. Tetapan yang mungkin: 0 = Dilumpuhkan, 1 = Diaktifkan.
ru: Динамические поля (для изменений и задач) отображаемые на экране печати изменения в интерфейсе агента. Возможные значения: 0 = не показывать, 1 - показывать.

source: Dynamic fields shown in the change add screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Medan dinamik ditunjukkan dalam skrin tambah change dari paparan antara muka ejen. Tetapan yang mungkin: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan diperlukan.
ru: Динамические поля отображаемые на экране добавления изменения в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать, 2 = показывать и должно быть заполнено.

source: Dynamic fields shown in the change edit screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Medan dinamik ditunjukkan dalam skrin edit change pada antara muka ejen. Tetapan yang mungkin: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan diperlukan.
ru: Динамические поля отображаемые на экране редактирования изменения в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать, 2 = показывать и должно быть заполнено.

source: Dynamic fields shown in the change search screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan Dinamik ditunjukkan dalam skrin carian search dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan.
ru: Динамические поля отображаемые на экране поиска изменения в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать.

source: Dynamic fields shown in the change zoom screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan Dinamik ditunjukkan dalam skrin zum change dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan.
ru: Динамические поля отображаемые на экране просмотра изменения в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать.

source: Dynamic fields shown in the workorder add screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Medan Dinamik ditunjukkan dalam skrin tambah urutankerja dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan Diperlukan.
ru: Динамические поля отображаемые на экране добавления задачи в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать, 2 = показывать и должно быть заполнено.

source: Dynamic fields shown in the workorder edit screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Medan dinamik ditunjukkan dalam skrin edit urutankerja dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan Diperlukan.
ru: Динамические поля отображаемые на экране редактирования задачи в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать, 2 = показывать и должно быть заполнено.

source: Dynamic fields shown in the workorder report screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Medan dinamik ditunjukkan dalam skrin laporan urutankerja dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan Diperlukan.
ru: Динамические поля отображаемые на экране создания отчета по задаче в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать, 2 = показывать и должно быть заполнено.

source: Dynamic fields shown in the workorder zoom screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan Dinamik ditunjukkan dalam skrin zum urutankerja dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan.
ru: Динамические поля отображаемые на экране просмотра задачи в интерфейсе агента. Возможные значения: 0 = не показывать, 1 = показывать.

source: DynamicField event module to handle the update of conditions if dynamic fields are added, updated or deleted.
ms: Modul acara MedanDinamik untuk mengendalikan maklumat keadaan jika medan dinamik ditambah, dikemaskini atau dihapuskan.
ru: Модуль управления событиями для динамических полей при изменении Условий, если динамические поля добавляются, изменяются или удаляются.

source: Edit a change.
ru: Редактировать изменение.

source: Forward schedule of changes. Overview over approved changes.
ru: Планирование перемещения Изменений. Обзор порядка утверждения Изменений.

source: History Zoom
ru: История подробно

source: ITSM Change CAB Templates.
ru: Шаблоны для ITSM CAB.

source: ITSM Change Condition Edit.
ru: Редактирование Условий для Изменений ITSM.

source: ITSM Change Condition Overview.
ru: Обзор Условий для Изменений ITSM.

source: ITSM Change Management Notifications
ru: Уведомления в ITSM Управление Изменениями

source: ITSM Change Manager Overview.
ru: Обзор Управляющих Изменениями в ITSM

source: ITSM Change PIR Overview.
ru: Обзор ITSM Change PIR

source: ITSM Change notification rules
ru: Правила Уведомления в Управлении Изменениями

source: ITSM MyCAB Overview.
ru: Обзор МоиCAB

source: ITSM MyChanges Overview.
ru: Обзор МоиИзменения

source: ITSM MyWorkorders Overview.
ru: Обзор МоиЗадачи.

source: ITSM Template Delete.
ru: Удаление шаблонов ITSM.

source: ITSM Template Edit CAB.
ru: Редактирование шаблонов CAB.

source: ITSM Template Edit Content.
ru: Редактировать содержимое шаблонов ITSM.

source: ITSM Template Edit.
ru: Редактировать шаблон ITSM.

source: ITSM Template Overview.
ru: Обзор шаблонов в ITSM .

source: ITSM event module that cleans up conditions.
de: ITSM Event Modul zum Aufräumen von Conditions.
ms: ITSM modul peristiwa yang membersihkan sehingga keadaan.
pt: Módulo de evento ITSM que limpa condições.
ru: ITSM модуль обработки событий, очищающий условия.

source: ITSM event module that deletes the cache for a toolbar.
ms: ITSM modul peristiwa yang memadam cache untuk toolbar.
ru: ITSM модуль управления событиями, который очищает кэш для панели инструментов.

source: ITSM event module that deletes the history of changes.
ru: ITSM модуль обработки событий, удаляющий историю Изменений.

source: ITSM event module that matches conditions and executes actions.
de: ITSM Event Modul zum Überprüfen von Conditions und zum Ausführen von Actions.
ms: ITSM modul acara yang sepadan dengan keadaan dan melaksanakan tindakan.
pt: Módulo de evento ITSM que coincide com as condições e executa as ações.
ru: ITSM модуль обработки событий, проверяющий соответствие условиям и выполняющий действия.

source: ITSM event module that sends notifications.
de: ITSM Event Modul zum Senden von Benachrichtigungen.
ms: ITSM modul acara yang menghantar pemberitahuan.
pt: Módulo de eventos ITSM que envia notificações.
ru: ITSM модуль обработки событий, отправляющий уведомления.

source: ITSM event module that updates the history of changes.
de: ITSM Event Modul aktualisiert die Historie von Changes.
ms: ITSM modul peristiwa yang mengemaskini sejarah perubahan.
pt: Módulo de evento ITSM que atualiza o histórico de Alterações.
ru: ITSM модуль обработки событий, обновляющий историю изменений.

source: ITSM event module that updates the history of conditions.
ru: ITSM модуль обработки событий, обновляющий историю Условий.

source: ITSM event module that updates the history of workorders.
ru: ITSM модуль обработки событий, обновляющий историю Задач.

source: ITSM event module to recalculate the workorder numbers.
de: ITSM Event Modul, das die Workorder Nummern neu berechnet.
ms: ITSM modul acara untuk mengira nombor pesanan kerja.
pt: Módulo de evento ITSM para recalcular os números de ordem de serviço.
ru: ITSM модуль обработки событий, перевычисляющий номера задач.

source: ITSM event module to set the actual start and end times of workorders.
de: ITSM Event Modul, das die ActualStart und ActualEnd Zeiten von Workorders setzt.
ms: ITSM modul acara untuk menetapkan permulaan sebenar dan masa akhir pesanan kerja.
pt: Módulo de evento ITSM para definir o tempo início e de fim de ordens de serviço.
ru: ITSM модуль обработки событий, устанавливающий фактическое время начала и окончания задач.

source: If frequency is 'regularly', you can configure how often the notifications are sent (every X hours).
ru: Если частота указана как "regularly" вы можете задать как часто будут отправляться уведомления (каждые Х часов).

source: Logfile for the ITSM change counter. This file is used for creating the change numbers.
de: Pfad und Verzeichnis zur Logdatei für den ITSM Change-Counter. Diese Datei hilft bei der Erzeugung von Change-Nummern.
ms: Fail Log untuk kaunter perubahan ITSM. Fail ini digunakan untuk mewujudkan nombor perubahan.
nb_no: Loggfil for ITSM Endringsteller. Denne filen brukes for å opprett endringsnumrene
pt: Ficheiro de log para o contador de Alteração ITSM. Este ficheiro é usado para criar os números de Alteração.
ru: Лог файл для счетчика ITSM изменений. Он используется создания номеров изменений.

source: Lookup of CAB members for autocompletion.
ru: Список членов CAB для автозавершения.

source: Lookup of agents, used for autocompletion.
ru: Список агентов для автозавершения.

source: Module to check if WorkOrderAdd or WorkOrderAddFromTemplate should be permitted.
ms: Modul untuk memeriksa jika WorkOrderAdd atau WorkOrderAddFromTemplate harus dibenarkan .
ru: Модуль, проверяющий, что WorkOrderAdd или WorkOrderAddFromTemplate должны быть разрешены.

source: Module to check the CAB members.
de: Modul zum Überprüfen des Agenten im CAB.
ms: Modul untuk memeriksa ahli CAB.
nb_no: Modul for å sjekke CAB-medlemmer
pt: Módulo para verificar os membros do CAB.
ru: Модуль проверки члено CAB.

source: Module to check the agent.
de: Modul zum Überprüfen des Agenten.
ms: Modul untuk memeriksa ejen.
nb_no: Modul for å sjekke saksbehandleren
pt: Módulo para verificar o agente.
ru: Модуль проверки агента.

source: Module to check the change builder.
de: Modul zum Überprüfen des Change Builders.
ms: Modul untuk memeriksa pembina perubahan.
nb_no: Modul for å sjekke den som opprettet Endringen
pt: Módulo para verificar o construtor da Alteração.
ru: Модуль проверки составителя изменения.

source: Module to check the change manager.
de: Modul zum Überprüfen des Change Managers.
ms: Modul untuk memeriksa pengurus perubahan.
nb_no: Modul for å sjekke Endringsansvarlig
pt: Módulo para verificar o gestor de Alteração.
ru: Модуль проверки менеджера изменений.

source: Module to check the workorder agent.
de: Modul zum Überprüfen des Workorder-Agenten.
ms: Modul untuk memeriksa pesanan kerja ejen.
nb_no: Modul for å sjekke saksbehandler for en arbeidsordre
pt: Módulo para verificar o agente da ordem de serviço.
ru: Модуль проверки задач агента.

source: Module to check whether no workorder agent is set.
de: Modul zum Überprüfen ob es keinen Agenten für die Workorder gibt.
ms: Modul untuk memeriksa sama ada tiada ejen kerja perintah ditetapkan.
nb_no: Modul for å sjekk om ingen saksbehandler er satt for arbeidsordren
pt: Módulo para verificar se não existe agente de ordem de serviço.
ru: Модуль проверки отсутствия задач у агента.

source: Module to check whether the agent is contained in the configured list.
de: Modul zum Überprüfen ob der Agent in der konfigurierten Liste enthalten ist.
ms: Modul untuk memeriksa sama ada ejen itu terkandung dalam senarai dikonfigurasikan.
nb_no: Modul som sjekker om saksbehandleren befinner seg i den konfigurerte listen.
pt: Módulo para verificar se o agente pertence à lista configurada.
ru: Модуль проверки содержится ли агент в списке конфигурации.

source: Module to show a link to create a change from this ticket. The ticket will be automatically linked with the new change.
de: Mit diesem Modul wird ein Link im Menü der Ticketansicht angezeigt, mit dem ein Change erstellt werden kann. Das Ticket wird automatisch mit dem neu erstellten Change verlinkt.
ms: Modul untuk menunjukkan pautan untuk membuat perubahan dari tiket ini. Tiket akan secara automatik dikaitkan dengan perubahan baru.
pt: Módulo para mostrar um link para criar uma Alteração a partir deste ticket. O ticket será automaticamente ligado com a nova Alteração.
ru: Модуль для отображении ссылки на создание изменения из этой заявки. Заявка будет автоматически связана с новым изменением.

source: Move Time Slot.
ru: Сместить диапазон времени.

source: Only users of these groups have the permission to use the ticket types as defined in "ITSMChange::AddChangeLinkTicketTypes" if the feature "Ticket::Acl::Module###200-Ticket::Acl::Module" is enabled.
de: Nur die Mitglieder dieser Gruppen haben die Erlaubnis die Ticket-Typen zu verwenden, die in "ITSMChange::AddChangeLinkTicketTypes" definiert sind, wenn das Feature "Ticket::Acl::Module###200-Ticket::Acl::Module" aktiviert ist.
ms: Hanya pengguna kumpulan-kumpulan ini mempunyai kebenaran untuk menggunakan jenis tiket seperti yang ditakrifkan dalam "ITSMChange :: AddChangeLinkTicketTypes" jika ciri "Tiket :: ACL :: Modul # # # 200-Tiket :: ACL :: Modul" diaktifkan.
pt: Somente Utilizadors dos grupos têm permissão para utilizar os tipos de tickets, tal como definido em "AlteraçãoITSM:TiposticketsAdicionarLinkAlteração" se o recurso "ticket::ACL:: Módulo###200-ticket::ACL::Módulo" estiver ativo.
ru: Пользователи только указанных групп имеют права на использование типов заявок заданных в "ITSMChange::AddChangeLinkTicketTypes", если параметр "Ticket::Acl::Module###200-Ticket::Acl::Module" включен.

source: Overview over all Changes.
ru: Обзор всех Изменений.

source: Parameters for the UserCreateWorkOrderNextMask object in the preference view of the agent interface.
ms: Parameter untuk objek UserCreateWorkOrderNextMask dalam pandangan keutamaan bagi antara muka ejen.
ru: Параметры для объекта UserCreateWorkOrderNextMask в предварительном просмотре в интерфейсе агента

source: Parameters for the pages (in which the changes are shown) of the small change overview.
ms: Parameter untuk halaman (di mana perubahan ditunjukkan) gambaran perubahan kecil.
pt: Parâmetros para as páginas (em que as Alterações são mostradas) da vista pequena global de Alteração.
ru: Параметры для страниц (на которых отображаются изменения) в кратком (small) обзоре изменений.

source: Presents a link in the menu to show the involved persons in a change, in the zoom view of such change in the agent interface.
ms: Hadir pautan dalam menu untuk menunjukkan orang-orang yang terlibat dalam perubahan, dalam pandangan zoom perubahan dalam antara muka ejen
pt: Apresenta um link no menu para mostrar as pessoas envolvidas numa Alteração, na vista a ampliar.
ru: Показывает ссылку/элемент в меню для показа вовлеченных сотрудников для изменения при подробном просмотре изменения в интерфейсе агента.

source: Projected Service Availability (PSA)
ru: Проектируемая доступность сервиса (PSA)

source: Projected Service Availability (PSA) of changes. Overview of approved changes and their services.
ru: Проектируемая доступность сервиса (PSA) для Изменений. Обзор утвержденных Изменений и их Сервисов.

source: Required privileges in order for an agent to take a workorder.
de: Benötigtes Recht zum Übernehmen einer Workorder.
ms: Keistimewaan Diperlukan dalam usaha untuk ejen untuk mengambil perintah kerja.
nb_no: Rettigheter som kreves for at en saksbehandler skal kunne ta en arbeidsordre
pt: Privilégios necessários para um agente ter uma ordem de serviço.
ru: Привилегии, требуемые агенту для принятия задачи в работу.

source: Required privileges to access the overview of all changes.
ms: Keistimewaan yang diperlukan untuk mengakses gambaran keseluruhan semua perubahan.
nb_no: Rettigheter som kreves for å se oversikt over alle endringer
pt: Privilégios necessários para aceder à vista global de todas as alterações.
ru: Привилегии, требуемые агенту для просмотра всех изменений.

source: Required privileges to add a workorder.
de: Benötigtes Recht zum Löschen einer Workorder.
ms: Keistimewaan yang diperlukan untuk menambah perintah kerja.
nb_no: Rettigheter som kreves for å opprette en arbeidsordre.
pt: Privilégios necessários para adicionar uma ordem de serviço.
ru: Привилегии, требуемые агенту для добавления новой задачи.

source: Required privileges to change the workorder agent.
de: Benötigtes Recht zum Ändern des Agenten einer Workorder.
ms: Keistimewaan yang diperlukan untuk menukar pesanan kerja ejen.
nb_no: Rettigheter som kreves for å endre saksbehandler på en arbeidsordre.
pt: Privilégios necessários para alterar o agente de ordem de serviço.
ru: Привилегии, требуемые агенту для изменения агента задачи.

source: Required privileges to create a template from a change.
de: Benötigtes Recht um eine Vorlage aus einem Change zu erstellen.
ms: Keistimewaan yang diperlukan untuk mewujudkan template dari perubahan.
nb_no: Rettigheter som kreves for å opprett en mal fra en endring
pt: Privilégios necessários para criar um modelo de uma alteração.
ru: Привилегии, требуемые агенту для создания шаблона из изменения.

source: Required privileges to create a template from a changes' CAB.
de: Benötigtes Recht um eine Vorlage aus einem CAB eines Change zu erstellen.
ms: Keistimewaan yang diperlukan untuk membuat template dari perubahan CAB.
nb_no: Rettigheter som kreves for å opprette en mal fra en endrings endringsråd (CAB).
pt: Privilégios necessários para criar um modelo de uma Alteração' CAB.
ru: Привилегии, требуемые агенту для создания шаблона из изменения или CAB.

source: Required privileges to create a template from a workorder.
de: Benötigtes Recht um eine Vorlage aus einer Workorder zu erstellen.
ms: Keistimewaan yang diperlukan untuk membuat template dari perintah kerja.
nb_no: Rettigheter som kreves for å opprett en mal fra en arbeidsordre
pt: Privilégios necessários para criar um modelo de uma ordem de serviço.
ru: Привилегии, требуемые агенту для создания шаблона из задачи.

source: Required privileges to create changes from templates.
ms: Keistimewaan yang diperlukan untuk membuat perubahan dari templat.
ru: Права, требуемые для создания изменений с использованием шаблонов.

source: Required privileges to create changes.
de: Benötigtes Recht zum Erstellen von Changes.
ms: Keistimewaan yang diperlukan untuk mencipta perubahan.
nb_no: Rettigheter som kreves for å opprette endringer.
pt: Privilégios necessários para criar Alterações.
ru: Привилегии, требуемые агенту для создания изменения.

source: Required privileges to delete a template.
de: Benötigtes Recht zum Löschen einer Vorlage.
ms: Keistimewaan yang diperlukan untuk memadam template.
nb_no: Rettighter som kreves for å slette en mal
pt: Privilégios necessários para criar um modelo.
ru: Привилегии, требуемые агенту для удаления шаблона.

source: Required privileges to delete a workorder.
de: Benötigtes Recht zum Löschen einer Workorder.
ms: Keistimewaan yang diperlukan untuk memadam perintah kerja
nb_no: Rettigheter som kreves for å slette en arbeidsordre
pt: Privilégios necessários para criar uma ordem de serviço.
ru: Привилегии, требуемые агенту для удаления задачи.

source: Required privileges to delete changes.
de: Benötigtes Recht zum Löschen von Changes.
ms: Keistimewaan yang diperlukan untuk memadam perubahan.
pt: Privilégios necessários para excluir mudanças.
ru: Права, требуемые для удаления изменений.

source: Required privileges to edit a template.
de: Benötigtes Recht zum Ändern einer Vorlage.
ms: Keistimewaan yang diperlukan untuk mengedit template.
nb_no: Rettigheter som kreves for å redigere en mal
pt: Privilégios necessários para editar um modelo.
ru: Привилегии, требуемые агенту для редактирования шаблона.

source: Required privileges to edit a workorder.
de: Benötigtes Recht zum Ändern einer Workorder.
ms: Keistimewaan yang diperlukan untuk mengedit perintah kerja.
nb_no: Rettigheter som kreves for å redigere en arbeidsordre
pt: Privilégios necessários para editar uma ordem de serviço.
ru: Привилегии, требуемые агенту для редактирования задачи.

source: Required privileges to edit changes.
de: Benötigtes Recht zum Bearbeiten von Changes.
ms: Keistimewaan yang diperlukan untuk mengedit perubahan.
nb_no: Rettigheter som kreves for å redigere endringer
pt: Privilégios necessários para editar uma Alteração.
ru: Привилегии, требуемые агенту для редактирования изменения.

source: Required privileges to edit the conditions of changes.
de: Benötigtes Recht zum Bearbeiten der Condition von Changes.
ms: Keistimewaan yang diperlukan untuk mengedit syarat perubahan.
nb_no: Rettigheter som kreves for å endre forutsetninger for en endring
pt: Privilégios necessários para editar uma condição de alteração.
ru: Привилегии, требуемые агенту для редактирования условий изменения.
