Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: Defines an overview module to show the small view of a template list.
de: Definiert das Übersichtsmodul um die Small-Ansicht einer Template-Liste anzuzeigen.
ms: Mentakrifkan modul gambaran untuk menunjukkan pandangan yang kecil senarai templat.
nb_no: Setter opp en oversiktsmodul til å vise "Liten" visning av mal-listen
pt: Define uma vista global do módulo para mostrar uma pequena vistão da lista de modelos.
ru: Задает модуль просмотра для отображения списка задач в small формате.

source: Defines if it will be possible to print the accounted time.
ms: Mentakrifkan jika ia akan menjadi mustahil untuk mencetak masa yang diambilkira
nb_no: Spesifiserer om det er mulig å skrive ut kontert tid.
pt: Define se será possível imprimir o tempo contabilizado.
ru: Задает возможность печати затраченного времени.

source: Defines if it will be possible to print the planned effort.
ms: Mentakrifkan jika ia akan menjadi mustahil untuk mencetak usaha yang dirancang.
nb_no: Spesifiserer om det er mulig å skrive ut planlagt innsats.
pt: Define se será possível imprimir o esforço planeado.
ru: Задает возможность печати планируемых затрат.

source: Defines if reachable (as defined by the state machine) change end states should be allowed if a change is in a locked state.
ms: Mentakrifkan jika dapat dihubungi (seperti yang ditakrifkan oleh keadaan mesin) keadaan change akhir harus dibenarkan jika change berada dalam keadaan yang berkunci.
ru: Определяет, будут ли (как задано машиной состояний) конечные состояния изменения разрешены , если изменение в состоянии блокировки.

source: Defines if reachable (as defined by the state machine) workorder end states should be allowed if a workorder is in a locked state.
ms: Mentakrifkan jika dapat dihubungi (seperti yang ditakrifkan oleh keadaan mesin) urutankerja keadaan change akhir harus dibenarkan jika urutankerja berada dalam keadaan yang berkunci.
ru: Определяет, будут ли (как задано машиной состояний) конечные состояния задачи разрешены, если задача в состоянии блокировки.

source: Defines if the accounted time should be shown.
de: Soll die gebuchte Zeit angezeigt werden.
ms: Mentakrifkan jika masa yang diambil kira hendaklah ditunjukkan.
nb_no: Spesifiserer om tidskontering skal vises.
pt: Define se o tempo contabilizado deve ser mostrado.
ru: Задает возможность отображения затраченного времени.

source: Defines if the actual start and end times should be set.
de: Wenn der tatsächliche Start- und Endzeitpunkt gesetzt werden soll.
ms: Mentakrifkan jika permulaan sebenar dan akhir zaman harus ditetapkan.
nb_no: Spesifiserer om faktisk start- og sluttid bør settes.
pt: Define se o real início e de fim deve ser definido.
ru: Задает необходимость указания фактического времени начала и окончания.

source: Defines if the change search and the workorder search functions could use the mirror DB.
ms: Mentakrifkan jika carian change dan urutankerja carian fungsi boleh menggunakan cermin DB.
ru: Задает будет ли использоваться зеркальная БД для поиска изменений и задач.

source: Defines if the change state can be set in AgentITSMChangeEdit.
de: Definiert ob der Change-Status in AgentITSMChangeEdit gesetzt werden kann.
ms: Mentakrifkan jika keadaan perubahan boleh ditetapkan dalam AgentITSMChangeEdit.
nb_no: Spesifiserer om Endringstilstand kan settes i "Endre Endring"
pt: Define se o estado de Alteração pode ser definida em agenteITSMEditarAlteração.
ru: Задает возможность установки состояния изменения в AgentITSMChangeEdit

source: Defines if the planned effort should be shown.
de: Soll der geplante Aufwand angezeigt werden.
ms: Mentakrifkan jika usaha yang dirancang hendaklah ditunjukkan.
nb_no: Spesifiserer om planlagt innsats skal vises.
pt: Define se o esforço planeado deve ser mostrado.
ru: Задает необходимость отображения планируемых затрат.

source: Defines if the requested date should be print by customer.
ms: Mentakrifkan jika tarikh yang diminta harus cetak oleh pelanggan
nb_no: Spesifiserer om forespurt dato skal kunne skrives ut av kunden
pt: Define se a data solicitada deverá ser impressa por cliente
ru: Задает возможность печати клиентом запрошенной даты.

source: Defines if the requested date should be searched by customer.
de: Soll der Wunschtermin des Kunden gesucht werden können.
ms: Mentakrifkan jika tarikh yang diminta perlu dicari oleh pelanggan.
nb_no: Spesifiserer om forespurt dato skal være søkbar av kunden
pt: Define se a data solicitada deverá ser pesquisado pelo cliente..
ru: Задает возможность поиска клиентом запрошенной даты.

source: Defines if the requested date should be set by customer.
ms: Mentakrifkan jika tarikh yang diminta hendaklah ditetapkan oleh pelanggan
nb_no: Spesifiserer om forespurt dato skal kunne settes av kunden.
pt: Define se a data solicitada deverá ser definido pelo cliente.
ru: Задает возможность установки клиентом запрошенной даты.

source: Defines if the requested date should be shown by customer.
de: Soll der Wunschtermin des Kunden angezeigt werden.
ms: Mentakrifkan jika tarikh yang diminta hendaklah ditunjukkan oleh pelanggan.
nb_no: Spesifiserer om forespurt dato skal vises til kunden.
pt: Define se a data solicitada deve ser indicada pelo cliente.
ru: Задает возможность отбражения у клиента запрошенной даты.

source: Defines if the workorder state should be shown.
de: Soll der Status der Workorder angezeigt werden.
ms: Mentakrifkan jika keadaan perintah kerja hendaklah ditunjukkan.
nb_no: Spesifiserer om arbeidsordrens tilstand skal vises.
pt: Define se o estado da Ordem de Serviço deve ser mostrado.
ru: Задает возможность отображения состояния задачи.

source: Defines if the workorder title should be shown.
de: Soll der Titel der Workorder angezeigt werden.
ms: Mentakrifkan jika tajuk perintah kerja hendaklah ditunjukkan.
nb_no: Spesifiserer om arbeidsordrens tittel skal vises.
pt: Define se o título da Ordem de Serviço deve ser mostrado.
ru: Задает возможность отображения заголовка задачи.

source: Defines shown graph attributes.
de: Definiert Attribute für die Anzeige des Graphen.
ms: Mentakrifkan ciri-ciri graf ditunjukkan.
pt: Define mostrado atributos gráfico.
ru: Задает отображаемые атрибуты диаграммы.

source: Defines that only changes containing Workorders linked with services, which the customer user has permission to use will be shown. Any other changes will not be displayed.
de: Definiert das nur Changes angezeigt werden, die Workorders enthalten, die mit Services verlinkt sind, für die der Kunden-Benutzer eine Berechtigung hat. Andere Changes werden nicht angezeigt.
ms: Mentakrifkan bahawa perubahan hanya mengandungi Workorders dikaitkan dengan perkhidmatan, pengguna pelanggan yang mempunyai kebenaran untuk menggunakan akan ditunjukkan. Sebarang perubahan lain tidak akan dipaparkan.
nb_no: Spesifiserer at kun Endringer som inneholder Arbeidsordre som er koblet til Tjenester som kunden har tilgang til å bruke skal vises. Alle andre endringer vil ikke bli viste.
pt: Define que somente as alterações contendo Ordens de Serviço relacionadas com os serviços, que o utilizador cliente tem permissão para utilizar serão mostradas. Quaisquer outras alterações não serão exibidas.
ru: Задет, что только изменения содержащие задачи связанные с сервисами на которые у клиента есть права будут отображаться. Любые другие изменения не отображаются.

source: Defines the change states that will be allowed to delete.
ms: Mentakrifkan keadaan change yang akan dibenarkan untuk memadam.
ru: Задает состояния изменения которые будет разрешено удалить.

source: Defines the change states that will be used as filters in the Change PSA overview.
de: Definiert die Change-States die als Filter in der Change PSA-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran PSA Perubahan.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i oversikten over Forventet Tilgjengelighet (PSA)
pt: Define os estados de alteração que serão utilizado como filtros na vista global de alteração PSA.
ru: Задает состояния изменений используемые в фильтрах в обзоре изменений PSA.

source: Defines the change states that will be used as filters in the Change Schedule overview.
de: Definiert die Change-States die als Filter in der Change Schedule-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran Jadual Perubahan.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i Endringsplan-oversikten
pt: Define os estados de alteração que serão utilizados como filtros na vista global de agendamento de alteração .
ru: Задает состояния изменений используемые в фильтрах в обзоре Планировщика изменений.

source: Defines the change states that will be used as filters in the MyCAB overview.
de: Definiert die Change-States die als Filter in der MyCAB-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran MyCAB.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i "Mine Endringsråd"
pt: Define os estados de alteração que serão utilizados como filtros na minha vista global CAB.
ru: Задает состояния изменений используемые в фильтрах в обзоре Мои CAB.

source: Defines the change states that will be used as filters in the MyChanges overview.
de: Definiert die Change-States die als Filter in der MyChanges-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran MyChanges.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i "Mine Endringer"
pt: Define os estados de alteração que serão utilizados como filtros na minha vista global de Alteração.
ru: Задает состояния изменений используемые в фильтрах в обзоре Мои изменения.

source: Defines the change states that will be used as filters in the change manager overview.
de: Definiert die Change-States die als Filter in der Change-Manager-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran pengurus perubahan.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i Endringsansvarlig-oversikten
pt: Define os estados de alteração que serão utilizados como filtros na vista global do gestor de alterações.
ru: Задает состояния изменений используемые в фильтрах в обзоре менеджеров изменений

source: Defines the change states that will be used as filters in the change overview.
de: Definiert die Change-States die als Filter in der Change-Übersicht verwendet werden.
ms: Mentakrifkan keadaan perubahan yang akan digunakan sebagai penapis dalam gambaran perubahan.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i Endringsoversikten
pt: Define os estados alteração que serão utilizados como filtros na vista global de alterações.
ru: Задает состояния изменений используемые в фильтрах в обзоре изменений.

source: Defines the change states that will be used as filters in the customer change schedule overview.
de: Definiert die Change-States die als Filter in der Kunden-Ansicht "Change Schedule" verwendet werden.
ms: Mentakrifkan negeri perubahan yang akan digunakan sebagai penapis dalam perubahan jadual gambaran keseluruhan pelanggan.
nb_no: Spesifiserer Endringstilstander som kan brukes som filtre i kundens Endringsplan-oversikt
pt: Define os estados de alteração que serão utilizados como filtros na vista global do cliente de agendamento de alterações.
ru: Задает состояния изменений используемые в фильтрах в обзоре изменений управляемых клиентом.

source: Defines the default change title for a dummy change which is needed to edit a workorder template.
ms: Mentakrifkan tajuk perubahan lalai untuk perubahan dummy yang diperlukan untuk mengedit templat UrutanKerja.
ru: Задает имя по умолчанию для фиктивного изменения, необходимое для редактирования шаблона задачи.

source: Defines the default sort criteria in the change PSA overview.
de: Standard Sortierung der Changes in der Change PSA-Übersicht.
ms: Mentakrifkan kriteria jenis lalai dalam gambaran keseluruhan PSA perubahan.
nb_no: Definerer standard sorteringskriterier for Forventet Tilgjengelighet (PSA)-oversikten.
pt: Define os critérios de classificação por omissão na alteração de vista global da PSA.
ru: Задает стандартные критерии сортировки при просмотре изменений PSA.

source: Defines the default sort criteria in the change manager overview.
de: Standard Sortierung der Changes in der Change-Manager-Übersicht.
ms: Mentakrifkan kriteria jenis lalai dalam gambaran pengurus perubahan.
nb_no: Definerer standard sorteringskriterier for endringsansvarlig-oversikten
pt: Define os critérios de classificação por omissão na vista global da gestão de alterações.
ru: Задает стандартные критерии сортировки при просмотре изменений менеджера.

source: Defines the default sort criteria in the change overview.
de: Standard Sortierung der Changes in der Change-Übersicht.
ms: Mentakrifkan kriteria apapun lalai dalam gambaran perubahan.
nb_no: Definerer standard sorteringskriterier for Endringsoversikten
pt: Define os critérios de classificação por omissão na vista global de alteração.
ru: Задает стандартные критерии сортировки при просмотре изменений.

source: Defines the default sort criteria in the change schedule overview.
de: Standard Sortierung der Changes in der Change Schedule-Übersicht.
ms: SMentakrifkan kriteria jenis lalai dalam gambaran keseluruhan jadual perubahan.
nb_no: Definerer standard sorteringskriterier for Endringsplan-oversikten
pt: Define os critérios de classificação por omissão na vista global de programação de alterações.
ru: Задает стандартные критерии сортировки при просмотре изменений агента.

source: Defines the default sort criteria of the changes in the MyCAB overview.
de: Standard Sortierung der Changes in der MyCAB-Übersicht.
ms: Mentakrifkan kriteria jenis lalai perubahan dalam gambaran MyCAB.
nb_no: Definerer standard sorteringskriterier for "Mine Endringsråd"
pt: Define os critérios de classificação por omissão na vista global de Alterações do "Meu CAB".
ru: Задает стандартные критерии сортировки при просмотре Моих CAB.

source: Defines the default sort criteria of the changes in the MyChanges overview.
de: Standard Sortierung der Changes in der MyChanges-Übersicht.
ms: Mentakrifkan kriteria jenis lalai perubahan dalam gambaran MyChanges.
nb_no: Definerer standard sorteringskriterier for "Mine Endringer"
pt: Define os critérios de classificação por omissão na vista global de Alterações da "Minha Alteração".
ru: Задает стандартные критерии сортировки при просмотре Моих изменений.

source: Defines the default sort criteria of the changes in the MyWorkorders overview.
de: Standard Sortierung der Changes in der MyWorkorders-Übersicht.
ms: Mentakrifkan kriteria jenis lalai perubahan dalam gambaran keseluruhan pesanan Kerja.
nb_no: Definerer standard sorteringskriterier for "Mine Arbeidsordre"
pt: Define os critérios de classificação por omissão na vista global de alterações da "Minha Ordem de Serviço".
ru: Задает стандартные критерии сортировки при просмотре Моих задач.

source: Defines the default sort criteria of the changes in the PIR overview.
de: Standard Sortierung der Changes in der PIR-Übersicht.
ms: Mentakrifkan kriteria jenis lalai perubahan dalam gambaran PIR.
nb_no: Definerer standard sorteringskriterier for Sluttevalueringsoversikten
pt: Define os critérios de classificação por omissão na vista global de Alterações PIR.
ru: Задает стандартные критерии сортировки при просмотре изменений в состоянии PIR.

source: Defines the default sort criteria of the changes in the customer change schedule overview.
de: Standard Sortierung der Changes in der Kunden-Ansicht "Change Schedule".
ms: Mentakrifkan kriteria apapun lalai perubahan dalam perubahan jadual gambaran keseluruhan pelanggan.
nb_no: Definerer standard sorteringskriterier for Endringsplan-oversikten for kunder
pt: Define os critérios de classificação por omissão na vista global para os clientes programarem a Alteração.
ru: Задает стандартные критерии сортировки при просмотре изменений планируемых клиентом.

source: Defines the default sort criteria of the changes in the template overview.
de: Standard Sortierung der Templates in der Template-Übersicht.
ms: Mentakrifkan kriteria jenis lalai perubahan dalam gambaran templat.
nb_no: Definerer standard sorteringskriterier for mal-oversikten
pt: Define os critérios de classificação por omissão na vista global do modelo de Alterações.
ru: Задает стандартные критерии сортировки при просмотре шаблонов изменений.

source: Defines the default sort order in the MyCAB overview.
de: Standard Reihenfolge der Changes in der MyCAB-Übersicht.
ms: Mentakrifkan perintah lalai apapun dalam gambaran MyCAB.
nb_no: Definerer standard sorteringsrekkefølge for "Mine Endringsråd"
pt: Define a ordem de classificação por omissão na vista global de "Meu CAB".
ru: Задает стандартный порядок сортировки для просмотра Мои CAB.

source: Defines the default sort order in the MyChanges overview.
de: Standard Reihenfolge der Changes in der MyChanges-Übersicht.
ms: Mentakrifkan perintah lalai apapun dalam gambaran MyChanges.
nb_no: Definerer standard sorteringsrekkefølge for "Mine Endringer"
pt: Define a ordem de classificação por omissão na vista global de "Minha Alteração".
ru: Задает стандартный порядок сортировки для просмотра Моих изменений

source: Defines the default sort order in the MyWorkorders overview.
de: Standard Reihenfolge der Workorders in der MyWorkorders-Übersicht.
ms: Mentakrifkan perintah lalai apapun dalam gambaran keseluruhan pesanan Kerja.
nb_no: Definerer standard sorteringsrekkefølge for "Mine Arbeidsordre"
pt: Define a ordem de classificação por omissão na vista global de "Minha Ordem de Serviço".
ru: Задает стандартный порядок сортировки для просмотра Моих задач.

source: Defines the default sort order in the PIR overview.
de: Standard Reihenfolge der Changes in der PIR-Übersicht.
ms: Mentakrifkan perintah lalai apapun dalam gambaran PIR.
nb_no: Definerer standard sorteringsrekkefølge for Sluttevaluering-oversikten
pt: Define a ordem de classificação por omissão na vista global de PIR.
ru: Задает стандартный порядок сортировки для просмотра изменений в состоянии PIR.

source: Defines the default sort order in the change PSA overview.
de: Standard Reihenfolge der Changes in der Change PSA-Übersicht.
ms: Mentakrifkan perintah lalai jenis gambaran perubahan PSA.
nb_no: Definerer standard sorteringsrekkefølge for Forventet Tilgjengelighet (PSA)-oversikten
pt: Define a ordem de classificação por omissão na vista global de Alteração PSA.
ru: Задает стандартный порядок сортировки для просмотра PSA.

source: Defines the default sort order in the change manager overview.
de: Standard Reihenfolge der Changes in der Change-Manager-Übersicht.
ms: Mentakrifkan perintah lalai jenis dalam gambaran pengurus perubahan.
nb_no: Definerer standard sorteringsrekkefølge for Endringsansvarlig-oversikten
pt: Define a ordem de classificação por omissão na vista global da gestão de Alteração.
ru: Задает стандартный порядок сортировки для просмотра изменений менеджера.

source: Defines the default sort order in the change overview.
ms: Mentakrifkan perintah lalai apapun dalam gambaran perubahan.
nb_no: Definerer standard sorteringsrekkefølge for Endringsoversikten
pt: Define a ordem de classificação por omissão na vista global de Alteração.
ru: Задает стандартный порядок сортировки для просмотра изменений.

source: Defines the default sort order in the change schedule overview.
de: Standard Reihenfolge der Changes in der Change Schedule-Übersicht.
ms: Mentakrifkan perintah lalai jenis dalam gambaran keseluruhan jadual perubahan.
nb_no: Definerer standard sorteringsrekkefølge for Endringsplan-oversikten
pt: Define a ordem de classificação por omissão na vista global de programar a Alteração.
ru: Задает стандартный порядок сортировки для просмотра изменений выполняемых агентом.

source: Defines the default sort order in the customer change schedule overview.
de: Standard Reihenfolge der Changes in der Kunden-Ansicht "Change Schedule".
ms: Mentakrifkan perintah lalai apapun dalam perubahan jadual gambaran keseluruhan pelanggan.
nb_no: Definerer standard sorteringsrekkefølge for Endringsplan-oversikten for kunder
pt: Define a ordem de classificação por omissão na vista global do cliente programar a Alteração.
ru: Задает стандартный порядок сортировки для просмотра выполняемых клиентом изменений.

source: Defines the default sort order in the template overview.
de: Standard Reihenfolge der Templates in der Template-Übersicht.
ms: Mentakrifkan perintah lalai apapun dalam gambaran template.
nb_no: Definerer standard sorteringsrekkefølge for mal-oversikten
pt: Define a ordem de classificação por omissão na vista global de modelo.
ru: Задает стандартный порядок сортировки для просмотра шаблонов изменений.

source: Defines the default value for the category of a change.
de: Der Standard-Wert für die Kategorie eines Changes.
ms: Mentakrifkan nilai lalai bagi kategori perubahan.
nb_no: Definerer forvalgt kategori for en Endring
pt: Define o valor por omissão para a categoria de uma alteração.
ru: Задает стандартное значение для категории изменения.

source: Defines the default value for the impact of a change.
de: Der Standard-Wert für die Auswirkung eines Changes.
ms: Mentakrifkan nilai lalai bagi kesan perubahan.
nb_no: Definerer en forvalgt verdi for omfanget til en Endring
pt: Define o valor por omissão para o Impacto de uma alteração.
ru: Задает стандартное значение для влияния (impact) изменения.

source: Defines the field type of CompareValue fields for change attributes used in AgentITSMChangeConditionEdit. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
de: Definiert den Feld-Typ für CompareValue Felder für Change-Attribute in AgentITSMChangeConditionEdit. Gültige Werte sind Selection, Text und Date. Wenn kein Typ definiert ist, dann wird das feld nicht angezeigt.
ms: Mentakrifkan jenis bidang bidang Banding Nilai untuk sifat-sifat perubahan yang digunakan dalam AgentITSMChangeConditionEdit. Nilai yang sah Pemilihan, Teks dan Tarikh. Jika jenis tidak ditakrifkan, padang tidak akan ditunjukkan.
pt: Define o tipo de campo para comparar os campos de valor para o agente de Alteração, atributos em ITSM Editar Condição de Alteração. Os valores válidos são de Seleção, texto e data. Se nenhum tipo for definido, o campo não é exibido.
ru: Задает тип для CompareValue поля для атрибутов изменения в AgentITSMChangeConditionEdit. Допустимыми являются значения Selection, Text и Date. Если тип не задан, поле отображаться не будет.

source: Defines the field type of CompareValue fields for workorder attributes used in AgentITSMChangeConditionEdit. Valid values are Selection, Text and Date. If a type is not defined, the field will not be shown.
de: Definiert den Feld-Typ für CompareValue Felder für Workorder-Attribute in AgentITSMChangeConditionEdit. Gültige Werte sind Selection, Text und Date. Wenn kein Typ definiert ist, dann wird das feld nicht angezeigt.
ms: Mentakrifkan jenis bidang bidang Banding Nilai untuk sifat-sifat perintah kerja yang digunakan dalam AgentITSMChangeConditionEdit. Nilai yang sah Pemilihan, Teks dan Tarikh. Jika jenis tidak ditakrifkan, padang tidak akan ditunjukkan.
pt: Define o tipo de campo para comparar os campos de valor para a Ordem de Serviço, atributos em ITSM Editar Condição de Alteração. Os valores válidos são de Seleção, texto e data. Se nenhum tipo for definido, o campo não é exibido.
ru: Задает тип для CompareValue поля для атрибутов задачи в AgentITSMChangeConditionEdit. Допустимыми являются значения Selection, Text и Date. Если тип не задан, поле отображаться не будет.
