Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: Workorder History Zoom.
ru: История Задачи подробно.

source: Workorder History.
ru: История Задачи.

source: Workorder Report.
ru: Отчет по Задаче.

source: Workorder Zoom.
ru: Просмотр Задачи.

source: once
ru: один раз

source: regularly
ru: регулярно

source: Change and WorkOrder templates edited by this user.
ms: Templat Change dan UrutanKerja diedit oleh pengguna ini.

source: Change limit per page for Change Overview "Small"
ms: Had Change untuk setiap muka surat untuk Tinjauan Change "Kecil"
nb_no: Endre antall viste Endringer per side i "Liten" visning
pt: Limite para a página vista de Alterações "pequeno"

source: ActionExecute::successfully
de: erfolgreich

source: ActionExecute::unsuccessfully
de: nicht erfolgreich

source: Recipients
de: Empfänger

source: from
de: von
nb_no: fra

source: This field is required
de: Dieses Feld ist erforderlich

source: A a valid name is needed.
de: Ein gültiger Name ist erforderlich.
nb_no: Et gyldig navn kreves.

source: Do you really want to delete this template?
de: Möchten Sie diese Vorlage wirklich löschen?
nb_no: Virkelig slette denne malen?

source: Admin of notification rules.
de: Admin der Notification-Regeln.

source: ITSM event module deletes the history of changes.
de: ITSM Event Modul löscht die Historie von Changes.

source: ITSM event module updates the history of conditions.
de: ITSM Event Modul aktualisiert die Historie von Conditions.

source: ITSM event module updates the history of workorders.
de: ITSM Event Modul aktualisiert die Historie von Workorders.

source: If frequency is 'regularly', you can configure how often the notications are sent (every X hours).
de: Wenn die Häufigkeit auf 'regularly' eingestellt ist, können Sie hier einstellen, nach wievielen Stunden eine erneute Erinnerung verschickt werden soll.

source: Notification (ITSM Change Management)
de: Benachrichtigung (ITSM Change Management)

source: Show this screen after I created a new workorder
de: Diese Ansicht nach dem Erstellen einer Workorder anzeigen

source: Agent interface notification module to see the number of work orders.
nb_no: Saksbehandlermodul som viser antallet arbeidsordre.
