Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: Defines the object attributes that are selectable for change objects in AgentITSMChangeConditionEdit.
de: Definiert die Objekt-Attribute die für Change-Objekte in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan sifat-sifat objek yang dipilih untuk objek perubahan dalam AgentITSMChangeConditionEdit.
pt: Define os atributos de objeto que são selecionáveis para objetos de Alteração em Editar a Condição de Alteração do ITSM.
ru: Задает атрибуты объекта, доступные при выборе объектов изменения в AgentITSMChangeConditionEdit.

source: Defines the object attributes that are selectable for workorder objects in AgentITSMChangeConditionEdit.
de: Definiert die Objekt-Attribute die für Workorder-Objekte in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan sifat-sifat objek yang dipilih untuk objek perintah kerja dalam AgentITSMChangeConditionEdit.
pt: Define os atributos de objeto que são selecionáveis para objetos de ordem de serviço em Editar a Condição de Alteração do ITSM.
ru: Задает атрибуты объекта, доступные при выборе объектов задачи в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute AccountedTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut AccountedTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk AccountedTime atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Tempo Contabilizados em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута AccountedTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ActualEndTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ActualEndTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk ActualEndTime atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Hora de fim real em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ActualEndTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ActualStartTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ActualStartTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk ActualStartTime atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Hora de início real em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ActualStartTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute CategoryID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut CategoryID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk ID Kategori atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Categoria ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута CategoryID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ChangeBuilderID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ChangeBuilderID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk atribut ChangeBuilderID dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Alterar Construtor ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ChangeBuilderID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ChangeManagerID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ChangeManagerID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk atribut ChangeManagerID dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Alterar gestor ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ChangeManagerID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ChangeStateID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ChangeStateID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk atribut ChangeStateID dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Alterar Estado ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ChangeStateID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ChangeTitle in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ChangeTitle in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Perubahan Tajuk atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Alterar Título ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ChangeTitle в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute DynamicField in AgentITSMChangeConditionEdit.
ms: Mentakrifkan pengendali yang boleh dipilih untuk sifat MedanDinamik dalam AgentITSMChangeConditionEdit.
ru: Задает операторы, доступные при выборе атрибута DynamicField в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute ImpactID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut ImpactID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk atribut ImpactID dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Impacto ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута ImpactID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute PlannedEffort in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut PlannedEffort in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Usaha sifat yang dirancang dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Esforço planeado em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута PlannedEffort в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute PlannedEndTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut PlannedEndTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk atribut Dirancang Masa Tamat dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Hora Final Planejada em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута PlannedEndTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute PlannedStartTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut PlannedStartTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk atribut Dirancang Mula Masa dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Hora Ínicio Planejada em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута PlannedStartTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute PriorityID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut PriorityID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk ID Keutamaan atribut dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Prioridade ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута PriorityID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute RequestedTime in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut RequestedTime in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang dipilih untuk atribut Diminta Masa dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Tempo Requerido em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута RequestedTime в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute WorkOrderAgentID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut WorkOrderAgentID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk atribut WorkOrderAgentID dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Ordem de Serviço agente ID em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута WorkOrderAgentID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute WorkOrderNumber in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut WorkOrderNumber in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Nombor atribut Perintah Kerja dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Número Ordem de Serviço em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута WorkOrderNumber в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute WorkOrderStateID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut WorkOrderStateID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Kerja atribut ID Pesanan Keadaan dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Estado ID Ordem de Serviço em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута WorkOrderStateID в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute WorkOrderTitle in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut WorkOrderTitle in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Tajuk atribut Perintah Kerja dalam AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Título Ordem de Serviço em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута WorkOrderTitle в AgentITSMChangeConditionEdit.

source: Defines the operators that are selectable for the attribute WorkOrderTypeID in AgentITSMChangeConditionEdit.
de: Definiert die Operatoren die für das Attribut WorkOrderTypeID in AgentITSMChangeConditionEdit ausgewählt werden können.
ms: Mentakrifkan pengendali yang boleh dipilih untuk Kerja atribut Jenis ID Perintah AgentITSMChangeConditionEdit.
pt: Define os operadores que são selecionáveis para o atributo Tipo ID Ordem de Serviço em Editar a Condição de Alteração do ITSM.
ru: Задает операторы, доступные при выборе атрибута WorkOrderTypeID в AgentITSMChangeConditionEdit.

source: Defines the period (in years), in which start and end times can be selected.
ms: Mentakrifkan tempoh (dalam tahun), di mana mula dan akhir kali boleh dipilih.
pt: Define o período (em anos), em que os tempos de início e fim podem ser selecionados.
ru: Задает период (в годах), в котором время начала и окончания могут быть выбраны.

source: Defines the shown attributes of a workorder in the tooltip of the workorder graph in the change zoom. To show workorder dynamic fields in the tooltip, they must be specified like DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, etc.
ms: Mentakrifkan sifat-sifat yang ditunjukkan daripada UrutanKerja dalam tooltip graf UrutanKerja di zum perubahan. Untuk menunjukkan medan dinamik UrutanKerja dalam tooltip , mereka mesti dinyatakan seperti MedanDinamik_UrutanKerjaNama1, MedanDinamik_UrutanKerjaNama2, dan lain-lain.
ru: Задает отображаемые атрибуты задачи в подсказке для задачи на графике при просмотре изменения. Для отображения динамических полей в подсказке, они должны быть указаны как DynamicField_WorkOrderFieldName1, DynamicField_WorkOrderFieldName2, и т.д.

source: Defines the shown columns in the Change PSA overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Change PSA-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan lajur menunjukkan gambaran PSA Perubahan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral da PSA. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре изменений PSA. Не влияет на порядок колонок.

source: Defines the shown columns in the Change Schedule overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Change Schedule-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan lajur menunjukkan dalam gambaran Jadual Perubahan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral da Agenda. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре Change Schedule. Не влияет на порядок колонок.

source: Defines the shown columns in the MyCAB overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der MyCAB-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan menunjukkan dalam gambaran MyCAB. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral do "Meu CAB". Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре MyCAB. Не влияет на порядок колонок.

source: Defines the shown columns in the MyChanges overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der MyChanges-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam gambaran MyChanges. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral das Minhas Alterações. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре MyChanges. Не влияет на порядок колонок.

source: Defines the shown columns in the MyWorkorders overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der MyWorkorders-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan lajur menunjukkan gambaran keseluruhan Pesanan Kerja Saya. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral das Minhas Ordens de Serviço. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре MyWorkorders. Не влияет на порядок колонок.

source: Defines the shown columns in the PIR overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der PIR-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam gambaran PIR. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral da PIR. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре PIR Не влияет на порядок колонок.

source: Defines the shown columns in the change manager overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Change-Manager-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam gambaran keseluruhan pengurus perubahan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral do gestor de Alteração. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре изменений менеджера. Не влияет на порядок колонок.

source: Defines the shown columns in the change overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Change-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam gambaran perubahan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral da Alteração. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре изменений. Не влияет на порядок колонок.

source: Defines the shown columns in the change search. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten im Suchergebniss. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam carian perubahan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na pesquisa da Alteração. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при поиске изменений. Не влияет на порядок колонок.

source: Defines the shown columns in the customer change schedule overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Kunden-Ansicht "Change Schedule". Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam perubahan jadual gambaran keseluruhan pelanggan. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral de Agendar a Alteração. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре изменений клиента. Не влияет на порядок колонок.

source: Defines the shown columns in the template overview. This option has no effect on the position of the column.
de: Definiert die angezeigten Tabellenspalten in der Template-Übersicht. Diese Option hat keinen Effekt auf die Position der Spalten.
ms: Mentakrifkan ruangan yang ditunjukkan dalam gambaran template. Pilihan ini tidak mempunyai kesan ke atas kedudukan tiang.
pt: Define as colunas visualizadas na vista geral do modelo. Esta opção não tem efeito sobre a posição da coluna.
ru: Задает список колонок при просмотре шаблонов изменений. Не влияет на порядок колонок.

source: Defines the signals for each ITSMChange state.
de: Definieren eines Signals für einen ITSMChange-Status.
ms: Mentakrifkan isyarat untuk setiap keadaan Perubahan ITSM.
pt: Define os sinais para cada estado Alteração ITSM.
ru: Задает индикаторы для каждого состояния изменения.

source: Defines the template types that will be used as filters in the template overview.
de: Definiert die TemplateTypen die als Filter in der Template-Übersicht verwendet werden.
ms: Mentakrifkan jenis template yang akan digunakan sebagai penapis dalam gambaran template.
pt: Define os tipos de modelo que serão usados como filtros na vista global de modelo.
ru: Задает типы шаблонов, которые будут использоваться ка фильтры при просмотре шаблонов.

source: Defines the workorder states that will be used as filters in the MyWorkorders overview.
de: Definiert die Workorder-States die als Filter in der MyWorkorders-Übersicht verwendet werden.
ms: Mentakrifkan status kerja perintah yang akan digunakan sebagai penapis dalam gambaran keseluruhan Kerja pesanan saya.
pt: Define os estados de ordem de serviço que serão usados como filtros na vista global das Minhas Ordens de Serviço.
ru: Задает состояния задач, которые будут использоваться в качестве фильтра при просмотре Моих задач.

source: Defines the workorder states that will be used as filters in the PIR overview.
de: Definiert die Workorder-States die als Filter in der PIR-Übersicht verwendet werden.
ms: Mentakrifkan status kerja perintah yang akan digunakan sebagai penapis dalam gambaran PIR.
pt: Define os estados de ordem de serviço que serão usados como filtros na vista global da PIR.
ru: Задает состояния задач, которые будут использоваться в качестве фильтра при просмотре PIR.

source: Defines the workorder types that will be used to show the PIR overview.
de: Definiert die Workorder-Typen die für die PIR-Übersicht verwendet werden.
ms: Mentakrifkan jenis perintah kerja yang akan digunakan untuk menunjukkan gambaran PIR.
pt: Define os tipos de ordem de serviço que serão usados como filtros para mostrar na vista global da PIR.
ru: Задает типы задач, которые будут использоваться при просмотре PIR.

source: Defines whether notifications should be sent.
de: Wenn Benachrichtigungen versendet werden sollen.
ms: Mentakrifkan sama ada pemberitahuan hendaklah dihantar.
pt: Define se as notificações devem ser enviadas.
ru: Задает, следует ли отправлять уведомления.

source: Delete a change.
ru: Удалить изменение.

source: Details of a change history entry.
ru: Детали записи Истории Изменения.

source: Determines if an agent can exchange the X-axis of a stat if he generates one.
de: Wenn diese Option aktiviert wird, hat der Agent die Möglichkeit beim Generieren einer Statistik die beiden Achsen zu vertauschen.
ms: Menentukan jika ejen boleh bertukar-tukar X-paksi bintang jika dia menjana.
pt: Define se um agente pode trocar o eixo X de uma estatística gerida por si.
ru: Задает возможность агенту поменять ось Х на графике при его создании.

source: Determines if the common stats module may generate stats about changes done for config item classes.
de: Hier können Sie festlegen, ob das Statistik-Modul auch allgemeine Statistiken über die Anzahl der durchgeführten Changes nach CI-Klasse generieren darf.
ms: Menentukan jika modul statistik biasa boleh menjana statistik tentang perubahan yang dilakukan bagi kelas item config.
pt: Define se o módulo de estatísticas comuns pode gerar estatísticas sobre as Alterações feitas para as classes de item de configuração.
ru: Определяет, может ли базовый модуль отчетов строить отчеты об изменениях выполненных для классов учетных элементов.
