Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: A temporary change will be created which contains the workorder.
de: Ein temporärer Change wird erstellt, der die Workorder enthält.
ms: Perubahan sementara akan diwujudkan yang mengandungi aturan kerja itu.
ru: Будет создано временное изменение, содержащее задачу.

source: The temporary change and new workorder will be deleted automatically after the workorder has been saved as template.
de: Der temporäre Change und die neue Workorder wird automatisch gelöscht, nachdem die Workorder als Template gespeichert wurde.
ms: Perubahan sementara dan aturan kerja baharu akan dipadam secara automatik selepas aturan kerja telah disimpan sebagai templat.
ru: Временное изменение и новая задача будет автоматически удалены после сохранения задачи в качестве шаблона.

source: Do you want to proceed?
de: Möchten Sie fortfahren?
ms: Adakah anda ingin meneruskan?
ru: Желаете продолжить?

source: TemplateID
ms: Templat-ID
nb_no: Mal-ID
ru: ID шаблона

source: Edit Content
de: Inhalt bearbeiten
ms: Mengubah kandungan
ru: Редактировать содержание

source: CreateBy
de: Erstellt von
ms: Dibuat Oleh
nb_no: Opprettet av
pt: Criado por
ru: Кем создан

source: CreateTime
de: Erstellt
ms: CiptaMasa
nb_no: Opprettet
pt: Criado em
ru: Создан

source: ChangeBy
de: Geändert von
ms: DiubahOleh
nb_no: Opprettet av
pt: Alterado por
ru: Кем изменен

source: ChangeTime
de: Geändert
ms: UbahMasa
nb_no: Endret
pt: Alterado em
ru: Изменен

source: Edit Template Content
de: Vorlageninhalt bearbeiten
ms: Ubah kandungan templat
ru: Редактировать содержание шаблона

source: Delete Template
de: Vorlage Löschen
ms: Padam Templat
nb_no: Slett Mal
pt: Apagar modelo
ru: Удалить шаблон

source: Add Workorder to
de: Workorder hinzufügen zu
ms: Kerja Perintah untuk Tambah
nb_no: Legg Arbeidsordre til
pt: Adicionar ordem de serviço a
ru: Добавить задачу к

source: Invalid workorder type.
de: Ungültiger Workorder-Typ
ms: Kerja tidak sah mengikut pesanan
nb_no: Ugyldig type arbeidsordre
pt: Tipo de ordem de serviço inválido
ru: Неправильный тип задачи.

source: The planned start time must be before the planned end time!
de: Der geplante Start muss vor dem geplanten Ende liegen!
ms: Masa mula dirancang mestilah sebelum masa akhir dirancang!
nb_no: Planlagt starttid må være før planlagt sluttid
pt: O tempo de início planeado deve ser anterior ao horário de fim planeado!
ru: Время начала должно предшествовать времени окончания!

source: Invalid format.
de: Ungültiges Format.
ms: format tidak sah.
nb_no: Ugyldig format.
pt: Formato Inválido.
ru: Неверный формат

source: Select Workorder Template
de: Workorder-Vorlage auswählen
ms: Pilih Templat Perintah Kerja
nb_no: Velg mal for Arbeidsordren
pt: Selecione modelo de ordem de serviço
ru: Выбрать шаблон для задачи

source: Do you really want to delete this workorder?
de: Möchten Sie diese Workorder wirklich löschen?
ms: Adakah anda benar-benar ingin memadam ini perintah kerja?
nb_no: Virkelig slette denne arbeidsordren?
pt: Deseja apagar esta ordem de serviço?
ru: Вы действительно желаете удалить эту задачу?

source: You can not delete this Workorder. It is used in at least one Condition!
de: Sie können diese Workorder nicht löschen. Sie wird in mindestens einer Bedingung verwendet!
ms: Anda tidak boleh memadam ini Tata Kerja. Ia digunakan dalam sekurang-kurangnya satu Keadaan!
nb_no: Du kan ikke slette arbeidsordren. Den er i bruk av minst én forutsetning!
pt: Não é possível apagar esta ordem de serviço. É utilizada pelo menos numa condição!
ru: Вы не можете удалить эту задачу. Она используется как минимум в одном условии!

source: This Workorder is used in the following Condition(s)
de: Diese Workorder findet Verwendung in den folgenden Bedingung(en)
ms: Perintah Kerja digunakan dalam Syarat-syarat berikut
nb_no: Denne arbeidsordren brukes av følgende Forutsetning(er)
pt: Esta ordem de serviço está em utilização na(s) condição(ões)
ru: Эта задача используется в следующих условиях

source: Move following workorders accordingly
de: Nachfolgende Workorders entsprechend verschieben
ms: Gerakkan aturan-aturan kerja sewajarnya
pt: Mover as seguintes ordens de acordo
ru: Переместить/сдвинуть следующие задачи соответственно

source: If the planned end time of this workorder is changed, the planned start times of all following workorders will be changed accordingly
de: Wenn die gepplante Endzeit einer Workorder geändert wird, dann werden die nachfolgenden Workorders entsprechend verschoben
ms: Jika masa akhir yang dirancang untuk aturan kerja ini berubah, zaman permulaan yang dirancang semua aturan kerja berikutnya akan berubah sewajarnya
pt: Se o término planejado desta ordem de serviço for alterado, o horário planejado de início de todas as seguintes ordens também serão alterados
ru: Если запланированное время окончания задачи будет изменено, запланированное время начала всех последующих задач будет соответственно изменено

source: The actual start time must be before the actual end time!
de: Die tatsächliche Startzeit muss vor der tatsächlichen Endzeit liegen!
ms: Masa mula sebenar mesti sebelum masa akhir sebenar!
nb_no: Faktisk starttid må være før faktisk sluttid
pt: O tempo de início real deve ser anterior ao tempo final real !
ru: Время начала должно предшествовать времени окончания!

source: The actual start time must be set, when the actual end time is set!
de: Die tatsächliche Startzeit muss angegeben wreden, wenn eine tatsächliche Endzeit angegeben wurde!
ms: Masa mula sebenar mesti ditetapkan, apabila akhir zaman sebenar ditetapkan!
nb_no: Hvis sluttiden settes må også starttid settes!
pt: O tempo de início real deve ser definido, quando o tempo de fim real é configurado!
ru: Фактическое время начала должно быть задано, если задано время фактического окончания!

source: Current Agent
de: Aktueller Agent
ms: Agen semasa
nb_no: Nåværende saksbehandler
pt: agente atual
ru: Текущий агент

source: Do you really want to take this workorder?
de: Wollen sie diese Workorder wirklich übernehmen?
ms: Adakah anda benar-benar mahu mengambil perintah kerja?
nb_no: Vil du virkelig ta denne arbeidsordren?
pt: Deseja assumir esta ordem de serviço?
ru: Вы действительно хотите взять эту задачу?

source: Save Workorder as Template
de: Speichere Workorder als Vorlage
ms: Simpan Perintah Kerja sebagai Templat
nb_no: Lagre Arbeidsordre som Mal
pt: Guardar Ordem de Serviço como Modelo
ru: Сохранить задачу как шаблон

source: Delete original workorder (and surrounding change)
de: Löschen der Original-Workorder (und der umgebenden Changes)
ms: Padam aturan kerja asal (dan perubahan sekeliling)
ru: Удалить исходную задачу (и окружающее изменение)

source: Workorder Information
de: Workorder-Informationen
ms: Informasi Perintah Kerja
nb_no: Arbeidsordre-info
pt: Informação da Ordem de Serviço
ru: Информация о задаче

source: Unknown notification %s!
ru: Неизвестное уведомление %s!

source: There was an error creating the notification.
ru: Произошла ошибка при создании уведомления.

source: Overview: ITSM Changes
ru: Обзор: ITSM Изменения

source: Ticket with TicketID %s does not exist!
ru: Заявка с таким TicketID %s не существует!

source: Please contact the admin.
ru: Свяжитесь с администратором

source: Missing sysconfig option "ITSMChange::AddChangeLinkTicketTypes"!
ru: Пропущен параметр конфигурации "ITSMChange::AddChangeLinkTicketTypes"!

source: Was not able to add change!
ru: Не удалось добавить изменение!

source: Was not able to create change from template!
ru: Не удалось создать изменение из шаблона!

source: No ChangeID is given!
ru: ChangeID не задан!

source: No change found for changeID %s.
ru: Не найдено изменений для ChangeID %s.

source: The CAB of change "%s" could not be serialized.
ru: CAB Изменения "%s" не может быть размножено.

source: Could not add the template.
ru: Не удалось добавить шаблон.

source: Change "%s" not found in database!
ru: Изменение "%s" не найдено в БД!

source: Could not delete ConditionID %s!
ru: Невозможно удалить ConditionID %s!

source: No %s is given!
ms: Tiada %s diberikan!
ru: %s не задан!

source: Could not create new condition!
ru: Не удалось создать новое условие!

source: Could not update ConditionID %s!
ru: Не удалось обновить ConditionID %s!

source: Could not update ExpressionID %s!
ru: Не удалось обновить ExpressionID %s!

source: Could not add new Expression!
ru: Не удалось создать новое Выражение!

source: Could not update ActionID %s!
ru: Не удалось обновить ActionID %s!

source: Could not add new Action!
ru: Не удалось добавить новое Действие!

source: Could not delete ExpressionID %s!
ru: Не удалось удалить ExpressionID %s!

source: Could not delete ActionID %s!
ru: Невозможно удалить ActionID %s!

source: Error: Unknown field type "%s"!
ru: Ошибка: Неизвестный тип поля "%s"!

source: ConditionID %s does not belong to the given ChangeID %s!
ru: ConditionID %s не принадлежит заданному ChangeID %s!

source: Change "%s" does not have an allowed change state to be deleted!
ru: Изменение "%s" не содержит разрешенных для удаления состояний!

source: Was not able to delete the changeID %s!
ru: Не удалось удалить ChangeID %s!

source: Was not able to update Change!
ru: Не удалось обновить Изменение!

source: Can't show history, as no ChangeID is given!
ru: Невозможно отобразить историю, так как не задан ChangeID!

source: Change "%s" not found in the database!
ru: Изменение "%s" не найдено в БД!

source: Unknown type "%s" encountered!
ru: Обнаружен неизвестный тип "% s"!

source: Change History
ru: История Изменений

source: Can't show history zoom, no HistoryEntryID is given!
ru: Невозможно отобразить историю, не задан HistoryEntryID!

source: HistoryEntry "%s" not found in database!
ru: HistoryEntry "%s" не найдено в БД!

source: Was not able to update Change CAB for Change %s!
ru: Не удалось обновить CAB Изменения для Изменения %s!

source: Was not able to update Change %s!
ru: Не удалось обновить Изменение %s!

source: Overview: ChangeManager
ru: Обзор: Менеджер изменений

source: Overview: My CAB
ru: Обзор: Мои CAB

source: Overview: My Changes
ru: Обзор: Мои Изменения

source: Overview: My Workorders
ru: Обзор: Мои Задачи

source: Overview: PIR
ru: Обзор: PIR

source: Overview: PSA
ru: Обзор: PSA

source: WorkOrder "%s" not found in database!
ru: Задача "%s" не найдена в БД!

source: Can't create output, as the workorder is not attached to a change!
ru: Невозможно создать результат, так как Задача не прикреплена к Изменению!

source: Can't create output, as no ChangeID is given!
ru: Невозможно создать результат, так как не задан ChangeID!

source: unknown change title
ru: Неизвестный заголовок Изменения

source: unknown workorder title
ru: Неизвестный заголовок Задачи

source: ITSM Workorder Overview (%s)
ru: Обзор Задач ITSM (%s)

source: Was not able to reset WorkOrder %s of Change %s!
ru: Не удалось очистить Задачу %s Изменения %s!

source: Was not able to reset Change %s!
ru: Не удалось очистить Изменение %s!

source: Overview: Change Schedule
ru: Обзор: Планировщик изменений

source: Change Search
ru: Поиск Изменений

source: WorkOrders
de: Workorder
ms: Perintah Kerja
nb_no: Arbeidsordre
pt: Ordens de Serviço
ru: Задачи

source: Change Search Result
ru: Результат поиска Изменений

source: Change Number
ru: Номер Изменения

source: Change Title
ru: Заголовок Изменения

source: Work Order Title
ru: Заголовок Задачи

source: CAB Agent
ru: Агент, член CAB

source: CAB Customer
ru: Клиент, член CAB

source: Change Description
ru: Описание Изменения

source: Change Justification
ru: Обоснование Изменения

source: WorkOrder Instruction
ru: Инструкции по Задаче

source: WorkOrder Report
ru: Отчет по Задаче

source: Change Priority
ru: Приоритет Изменения

source: Change Impact
ru: Влияние Изменения

source: Change State
ru: Состояние Изменения

source: Created By
ru: Создал

source: WorkOrder State
ru: Состояние Задачи

source: WorkOrder Type
ru: Тип Задачи

source: WorkOrder Agent
ru: Агент Задачи

source: Planned Start Time
ru: Запланированное время начала

source: Planned End Time
ru: Планируемое время окончания

source: Actual Start Time
ru: Фактическое время начала

source: Actual End Time
ru: Фактическое время окончания

source: Change Time
ru: Время модификации

source: before
ru: до

source: The change "%s" could not be serialized.
ru: Изменение "%s" не может быть размножено.

source: Could not update the template "%s".
ru: Не удалось обновить шаблон "%s".

source: Could not delete change "%s".
ru: Невозможно удалить Изменение "%s".

source: The change can't be moved, as it has no workorders.
ru: Изменение не может быть перемещено так как не имеет Задач.

source: Add a workorder first.
ru: Сначала добавьте Задачу.

source: Can't move a change which already has started!
ru: Невозможно переместить Изменение, работа по которому уже начата!

source: Please move the individual workorders instead.
ru: Вместо этого переместите отдельные задачи.

source: The current %s could not be determined.
ru: Текущий %s не может быть определен.

source: The %s of all workorders has to be defined.
ru: %s всех Задач должны быть заданы.

source: Was not able to move time slot for workorder #%s!
ru: Не удалось переместить временНой слот для Задачи #%s!

source: You need %s permission!
ru: Вам необходимо иметь право %s!

source: No TemplateID is given!
ru: Не задан TemplateID!

source: Template "%s" not found in database!
ru: Шаблон "%s" не найден в БД!

source: Was not able to delete the template %s!
ru: Не удалось удалить шаблон %s!

source: Was not able to update Template %s!
ru: Не удалось обновить шаблон %s!

source: Was not able to update Template "%s"!
ru: Не удалось обновить шаблон "%s"!

source: Was not able to create change!
ru: Не удалось создать изменение!

source: Was not able to create workorder from template!
ru: Не удалось создать Задачу из шаблона!

source: Overview: Template
ru: Обзор: Шаблоны

source: You need %s permissions on the change!
ru: Вам необходимы права %s на Изменение!

source: Was not able to add workorder!
ru: Не удалось добавить Задачу!

source: No WorkOrderID is given!
ru: WorkOrderID не задан!

source: Was not able to set the workorder agent of the workorder "%s" to empty!
ru: Не удалось сбросить агента для Задачи "%s"!

source: Was not able to update the workorder "%s"!
ru: Не удалось обновить Задачу %s!

source: Could not find Change for WorkOrder %s!
ru: Не удалось найти Изменение для Задачи %s!

source: Was not able to delete the workorder %s!
ru: Не удалось удалить Задачу %s!

source: Was not able to update WorkOrder %s!
ru: Не удалось обновить Задачу %s!

source: Can't show history, as no WorkOrderID is given!
ru: Невозможно отобразить историю, так как не задан WorkOrderID!

source: WorkOrder "%s" not found in the database!
ru: Задача "%s" не найдена в БД!

source: WorkOrderHistory::
ru: ИсторияЗадачи::

source: WorkOrder History
ru: История Задачи

source: History entry "%s" not found in the database!
ru: Запись Истории "%s" не найдена в БД!

source: WorkOrder History Zoom
ru: История Задачи подробно

source: Was not able to take the workorder %s!
ru: Не удалось получить Задачу %s!

source: The workorder "%s" could not be serialized.
ru: Задача "%s" не может быть размножена.

source: No config option found for the view "%s"!
ms: Tiada pilihan config dijumpai untuk pandangan "%s"!
ru: Не настроен обзор "%s"!

source: My Work Orders
ru: Мои Задачи

source: A list of the agents who have permission to take workorders. Key is a login name. Content is 0 or 1.
de: Eine Liste der Agenten, die Zugriff auf Workorders haben. Key ist der Login-Name. Content ist 0 oder 1
ms: Satu senarai agen yang mempunyai kebenaran untuk mengambil pesanan kerja. Utama adalah nama log masuk. Kandungan adalah 0 atau 1
nb_no: Liste over saksbehandlere som har tilgang til å ta arbeidsordre. Innholdet er 0 eller 1.
pt: Lista dos agentes que têm permissão para ter Ordens de Serviço.Chave é um nome de login.O conteúdo é 0 ou 1
ru: Список агентов, имеющих права взять задачу в работу. Ключ - логин, Содержание - 0 или 1

source: A list of workorder states, at which the ActualStartTime of a workorder will be set if it was empty at this point.
de: Eine Liste von Workorder-States bei denen die ActualStartTime einer Workorder gesetzt wird, wenn diese vorher nicht gesetzt war.
ms: Satu senarai status pesanan kerja, di mana Masa Mula sebenar perintah kerja akan ditetapkan jika ia adalah kosong pada ketika ini.
nb_no: Liste over arbeidsordretilstander som vil utløse at faktisk starttid blir satt (hvis tom fra før).
pt: Lista de estados de Ordem de Serviço, em que a hora de início real de uma Ordem de Serviço será definida se estiver vazia.
ru: Список состояний задачи в которых фактическое время начала задачи может быть задано, если еще пусто к этому моменту.

source: Add a change from template.
ru: Добавить Изменение из шаблона.

source: Add a change.
ru: Добавить изменения

source: Admin of the CIP matrix.
de: Admin der CIP-Matrix.
ms: Admin matriks CIP.
nb_no: Administrasjon av CIP-matrisen
pt: Gerir matriz CIP.
ru: Управление матрицей CIP

source: Admin of the state machine.
de: Admin der State Machine
ms: Admin jentera kerajaan.
nb_no: Administrasjon av tilstandsendringer
pt: Gerir máquina de estado.
ru: Управление машиной состояний

source: Agent interface notification module to see the number of change advisory boards.
ms: Agen antara muka modul pemberitahuan untuk melihat bilangan menukar lembaga penasihat.
nb_no: Saksbehandlermodul som viser antallet endringsråd.
pt: Módulo de notificação da interface do agente para ver o número de CAB.
ru: Модуль отображающий количество CAB в интерфейсе агента.

source: Agent interface notification module to see the number of changes managed by the user.
ms: Agen antara muka modul pemberitahuan untuk melihat beberapa perubahan yang diuruskan oleh pengguna.
nb_no: Saksbehandlermodul som viser antallet endringer styrt av brukeren.
pt: Módulo de notificação da interface do agente para ver o número de alterações geridas pelo utilizador.
ru: Модуль отображающий количество изменений с которыми работает агент

source: Agent interface notification module to see the number of changes.
ms: Agen antara muka modul pemberitahuan untuk melihat beberapa perubahan.
nb_no: Saksbehandlermodul som viser antallet endringer.
pt: Módulo de notificação da interface do agente para ver o número de alterações.
ru: Модуль отображающий количество изменений

source: Agent interface notification module to see the number of workorders.
ru: Модуль уведомлений для интерфейса агента для получения количества Задач.

source: CAB Member Search
ru: Поиск членов CAB

source: Cache time in minutes for the change management toolbars. Default: 3 hours (180 minutes).
ms: Waktu cache dalam minit untuk bar alat pengurusan change. Lalai: 3 jam (180 minit).
ru: Время кэширования в минутах для панели управления изменениями. По умолчанию: 3 часа (180 минут).

source: Cache time in minutes for the change management. Default: 5 days (7200 minutes).
ms: Waktu cache dalam minit untuk pengurusan change. Lalai: 5 hari (7200 minit).
ru: Время кэширования в минутах для управлени изменениями. По умолчанию: 5 дней (7200 минут).

source: Change CAB Templates
ru: Шаблон для CAB Изменения

source: Change History.
ru: История изменений.

source: Change Involved Persons.
ru: Список вовлеченных участников Изменения.

source: Change Overview "Small" Limit
ms: Tinjauan Change Had "Kecil"
pt: Limite para a vista de Alterações "pequeno"
ru: Изменить количество строк/записей при просмотре изменений в формате Small.

source: Change Overview.
ru: Обзор Изменения

source: Change Print.
ru: Печать Изменения.

source: Change Schedule.
ru: Изменение расписания.

source: Change Zoom.
ru: Подробный просмотр Изменения.

source: Change area.
ru: Область Изменения.

source: Change search backend router of the agent interface.
ms: Tukar router carian backend antara muka ejen.
pt: Alterar pesquisa apoiada do router do agente de interface
ru: Изменить источник поиска (backend) в интерфейсе агента.

source: Condition Overview
ru: Обзор Условий

source: Configures how often the notifications are sent when planned the start time or other time values have been reached/passed.
de: Konfiguration wie häufig Benachrichtungen verschickt werden wenn die geplante Startzeit oder andere Zeiten erreicht wurden bzw. schon vorbei sind.
ms: Dikonfigurasi berapa kerap pemberitahuan akan dihantar apabila merancang masa mula atau nilai masa lain telah mencapai / diluluskan.
nb_no: Setter opp hvor ofte meldinger blir sendt ut når planlagt starttid eller andre tidspunkter nås eller passeres
pt: Configura a freqüência com que as notificações são enviadas quando o tempo previsto de início ou outros valores de tempo for atingido/ultrpassado.
ru: Задает частоту отправки уведомлений, когда запланированное время начала или другие времеНные значения достигнуты/прошли.

source: Create and manage ITSM Change Management notifications.
ru: Создание и управление уведомлениями в ITSM Управление Изменениями.

source: Default type for a workorder. This entry must exist in general catalog class 'ITSM::ChangeManagement::WorkOrder::Type'.
de: Standard-Typ für eine Workorder. Dieser Eintrag muss in der General Catalog Klasse 'ITSM::ChangeManagement::WorkOrder::Type' existieren.
ms: Jenis lalai untuk perintah kerja. Entri ini mesti wujud di dalam kelas katalog am 'ITSM::Pengurusan Perubahan::Perintah Kerja::Jenis'.
nb_no: Forvalgt type for en arbeidsordre. Denne verdien må finnes i generell katalog.
pt: Tipo por omissão de Ordem de Serviço.Esta entrada deve existir na classe catálogo geral 'ITSM::Gestão da Alteração::Ordem de Serviço::Tipo'.
ru: Тип задачи по умолчанию. Он должен быть описан в качестве класса в Общем каталоге в ITSM::ChangeManagement::WorkOrder::Type

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
ms: Takrifkan Tindakan dimana butang tetapan itu ada dalam widget objek bersambung (LinkObject::ViewMode = "complex"). Sila pastikan yang Tindakan ini perlu didaftarkan yang berikut fail-fail JS dan CSS: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
ru: Задает Действия/Actions когда кнопка настройки доступна в связанном виджете (LinkObject::ViewMode = "complex"). Обратите внимание, что эти Действия/Actions должны иметь зарегистрированные JS или CSS файлы: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js и Core.Agent.LinkObject.js.

source: Define the signals for each workorder state.
de: Definieren eines Signals für einen Workorder-Status.
ms: Tentukan isyarat untuk setiap keadaan perintah kerja.
nb_no: Sett opp signaler for hver arbeidsordretilstand
pt: Definição dos avisos para cada estado de Ordem de Serviço.
ru: Задает индикаторы для каждого состояния задачи.

source: Defines an overview module to show the small view of a change list.
de: Definiert das Übersichtsmodul um die Small-Ansicht einer Change-Liste anzuzeigen.
ms: Mentakrifkan modul gambaran untuk menunjukkan pandangan yang kecil senarai perubahan.
nb_no: Setter opp en oversiktsmodul til å vise "Liten" visning av endringslisten
pt: Define uma vista global do módulo para mostrar uma pequena vista da lista de Alterações.
ru: Задает модуль просмотра для отображения списка изменений в small формате.
