Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: ITSMChange
de: Change
ms: ITSMUChange
nb_no: Endring
pt: Alteração
ru: Изменение

source: ITSMChanges
de: Changes
nb_no: Endringer
pt: Alterações
ru: Изменения

source: ITSM Changes
de: Changes
nb_no: Endringer
pt: Alterações ITSM
ru: Изменения

source: workorder
ms: urutankerja
nb_no: Arbeidsordre
pt: Ordem de Serviço
ru: Задача

source: A change must have a title!
de: Ein Change benötigt einen Titel!
ms: Perubahan mesti mempunyai tajuk!
nb_no: En endring må ha en tittel!
pt: Uma Alteração deve ter um título!
ru: Изменение должно иметь название

source: A condition must have a name!
de: Eine Bedingung benötigt einen Namen!
ms: Syarat mesti mempunyai nama!
nb_no: En forutsetning må ha et navn!
pt: Uma condição deve ter um nome!
ru: Условие должно иметь имя

source: A template must have a name!
de: Eine Vorlage benötigt einen Namen!
ms: Templat mesti mempunyai nama!
nb_no: En mal må ha et navn!
pt: Um modelo deve ter um nome!
ru: Шаблон должен иметь имя

source: A workorder must have a title!
de: Eine Workorder benötigt einen Titel!
ms: Urutankerja mesti mempunyai tajuk!
nb_no: En arbeidsordre må ha en tittel!
pt: Uma ordem de serviço deve ter um título!
ru: Задача должна иметь название

source: Add CAB Template
de: Eine CAB-Vorlage hinzufügen
ms: Tambah templat CAB
nb_no: Legg til CAB-mal
pt: Adicionar modelo de CAB
ru: Добавить шаблон для CAB

source: Add Workorder
de: Workorder hinzufügen
ms: Tambah Urutankerja
nb_no: Legg til Arbeidordre
pt: Adicionar Ordem
ru: Добавить задачу

source: Add a workorder to the change
de: Füge eine Workorder zu diesem Change hinzu
ms: Tambah urutankerja kepada perubahan
nb_no: Legg en arbeidsordre til endringen
pt: Adicionar ordem de serviço à Alteração
ru: Добавить задачу к изменению

source: Add new condition and action pair
de: Füge ein neues Bedingungs- und Aktions-Paar hinzu
ms: Tambah syarat baru dan pasangan tindakan
nb_no: Legg til nytt forutsetning-gjøremål-par
pt: Adicionar nova condição e par de ações
ru: Добавить новую пару условие-действие

source: Agent interface module to show the ChangeManager overview icon.
de: Modul zum Anzeigen des ChangeManager-Übersichts-Icons.
ms: Modul ejen interface untuk menunjukkan PerubahanPengurusan melihat semula ikon.
pt: Módulo de interface de agente para exibir o ícone de vista geral gestor de alterações.
ru: Модуль интерфейса агента отображающий иконку обзора ChangeManager

source: Agent interface module to show the MyCAB overview icon.
de: Modul zum Anzeigen des MyCAB-Übersichts-Icons.
ms: Modul ejen interface untuk menunjukkan CABSaya melihat semula ikon.
pt: Módulo de interface de agente para exibir o ícone de vista geral MeuCAB.
ru: Модуль интерфейса агента отображающий иконку обзора Мои CAB

source: Agent interface module to show the MyChanges overview icon.
de: Modul zum Anzeigen des MyChanges-Übersichts-Icons.
ms: Modul ejen interface untuk menunjukkan PerubahanSaya melihat semula ikon.
pt: Módulo de interface de agente para exibir o ícone de vista geral Minhas Alterações.
ru: Модуль интерфейса агента отображающий иконку обзора Мои изменения

source: Agent interface module to show the MyWorkOrders overview icon.
de: Modul zum Anzeigen des MyWorkOrders-Übersichts-Icons.
ms: Modul ejen interface untuk menunjukkan UrutanKerjaSaya melihat semula ikon.
pt: Módulo de interface de agente para exibir o ícone de vista geral Minhas Ordens de Serviços.
ru: Модуль интерфейса агента отображающий иконку обзора Мои задачи

source: CABAgents
ms: Ejen CAB
nb_no: CAB-saksbehandlere
pt: agentes CAB
ru: агенты в CAB

source: CABCustomers
de: CAB Kunden
ms: Pelanggan CAB
nb_no: CAB-kunder
pt: Clientes CAB
ru: клиенты в CAB

source: Change Overview
de: Change Übersicht
ms: Ubah Lihat Semula
nb_no: Endring Oversikt
pt: Vista de alterações
ru: Обзор изменений

source: Change Schedule
ms: Ubah Jadual
nb_no: Endre tidsplan
pt: Agenda da alteração
ru: Планировщик изменений

source: Change involved persons of the change
de: Bearbeite beteiligte Personen dieses Changes
ms: Ubah melibatkan seseorang yang diubah
nb_no: Endre involverte personer i endringen
pt: Alterar pessoas envolvidas na Alteração
ru: Изменить список вовлеченных участников изменения

source: ChangeHistory::ActionAdd
de: %s: %s
ms: %s: %s
nb_no: %s: %s
pt: %s: %s
ru: %s: %s

source: ChangeHistory::ActionAddID
de: Neue Action (ID=%s)
ms: Tambah Tindakan (ID=%s)
nb_no: Nytt gjøremål (ID=%s)
pt: Nova Ação (ID=%s)
ru: Новое действие (ID=%s)

source: ChangeHistory::ActionDelete
de: Action (ID=%s) gelöscht
ms: Padam Tindakan(ID=%s)
nb_no: Gjøremål (ID=%s) slettet
pt: Ação (ID=%s) apagada
ru: Действие (ID=%s) удалено

source: ChangeHistory::ActionDeleteAll
de: Alle Aktionen von Bedingung (ID=%s) gelöscht
ms: Padam Semua Tindakan (ID=%s)
nb_no: Alle gjøremål for forutsetning (ID=%s) slettet
pt: Todas as Ações de Condição (ID=%s) apagadas
ru: Все действия и условия (ID=%s) удалены

source: ChangeHistory::ActionExecute
de: Aktion (ID=%s) ausgeführt: %s
ms: Melancarkan(ID=%s) Tindakan: %s
nb_no: Gjøremål (ID=%s) utført: %s
pt: Ação (ID=%s) executada: %s
ru: Действие (ID=%s) выполняется: %s

source: ChangeHistory::ActionUpdate
de: %s (Action ID=%s): Neu: %s <- Alt: %s
ms: %s (Action ID=%s): Baru: %s <- Lama: %s
nb_no: %s (Gjøremål ID=%s): Ny: %s -> Gammel: %s
pt: %s (Ação ID=%s): Nova: %s -> Antiga: %s
ru: %s (Действие ID=%s): Новое: %s <- Старое: %s

source: ChangeHistory::ChangeActualEndTimeReached
de: Change (ID=%s) wurde beendet.
ms: Perubahan (ID = %s) telah siap.
nb_no: Endring (ID=%s) har nådd faktisk sluttid.
pt: Alteração (ID=%s) atingiu o tempo de fim.
ru: Изменение (ID=%s) достигло фактического времени окончания.

source: ChangeHistory::ChangeActualStartTimeReached
de: Change (ID=%s) hat begonnen.
ms: Perubahan (ID=%s) telah siap.
nb_no: Endring (ID=%s) har nådd faktisk starttid.
pt: Alteração (ID=%s) atingiu o tempo de início.
ru: Изменение (ID=%s) достигло фактического времени начала.

source: ChangeHistory::ChangeAdd
de: Neuer Change (ID=%s)
ms: Tambah Ubah (ID=%s)
nb_no: Ny Endring (ID=%s)
pt: Nova Alteração (ID=%s)
ru: Новое изменение (ID=%s)

source: ChangeHistory::ChangeAttachmentAdd
de: Neuer Anhang: %s
ms: Tambah Ubah Lampiran: %s
nb_no: Nytt Vedlegg: %s
pt: Novo Anexo: %s
ru: Новое вложение: %s

source: ChangeHistory::ChangeAttachmentDelete
de: Anhang gelöscht: %s
ms: Lampiran dikeluarkan: %s
nb_no: Slettet Vedlegg %s
pt: Anexo apagado %s
ru: Удаленные вложения %s

source: ChangeHistory::ChangeCABDelete
de: CAB gelöscht %s
ms: CAB dipadam %s
nb_no: CAB Slettet %s
pt: CAB apagado %s
ru: CAB удален %s

source: ChangeHistory::ChangeCABUpdate
de: %s: Neu: %s <- Alt: %s
ms: %s: Baru: %s <- Lama: %s
nb_no: %s: Ny: %s -> Gammel: %s
pt: %s: Nova: %s -> Antiga: %s
ru: CAB %s: Новый: %s <- Старый: %s

source: ChangeHistory::ChangeLinkAdd
de: Link zu %s (ID=%s) hinzugefügt
ms: Link untuk %s (ID=%s) tambah
nb_no: Kobling til %s (ID=%s) lagt til
pt: Associação a %s (ID=%s) adicionada
ru: Связь %s (ID=%s) добавлена

source: ChangeHistory::ChangeLinkDelete
de: Link zu %s (ID=%s) gelöscht
ms: Link untuk %s (ID=%s) dipadam
nb_no: Kobling til %s (ID=%s) slettet
pt: Associação a %s (ID=%s) apagada
ru: Связь для %s (ID=%s) удалена

source: ChangeHistory::ChangeNotificationSent
de: Benachrichtigung an %s geschickt (Event: %s)
ms: Pemberitahuan dihantar ke %s (acara: %s)
nb_no: Melding sendt til %s (Hendelse: %s)
pt: Notificação enviada para %s (Evento: %s)
ru: Уведомление отправлено %s (Событие: %s)

source: ChangeHistory::ChangePlannedEndTimeReached
de: Change (ID=%s) hat geplante Endzeit erreicht.
ms: Perubahan (ID=%s) sampai akhir dijadualkan.
nb_no: Endring (ID=%s) har nådd planlagt sluttid.
pt: Alteração (ID=%s) atingiu o tempo de fim previsto.
ru: Изменение (ID=%s) достигло запланированного времени окончания.

source: ChangeHistory::ChangePlannedStartTimeReached
de: Change (ID=%s) hat geplante Startzeit erreicht.
ms: Perubahan (ID=%s) sampai dijadualkan masa mula.
nb_no: Endring (ID=%s) har nådd planlagt starttid.
pt: Alteração (ID=%s) atingiu o tempo de início previsto.
ru: Изменение (ID=%s) достигло запланированного времени начала.

source: ChangeHistory::ChangeRequestedTimeReached
de: Change (ID=%s) hat gewünschte Endzeit erreicht.
ms: Perubahan (ID=%s) sampai akhir diingini.
nb_no: Endring (ID=%s) har nådd forespurt tid.
pt: Alteração (ID=%s) atingiu o tempo solicitado.
ru: Изменение (ID=%s) достигло заданного срока.

source: ChangeHistory::ChangeUpdate
de: %s: Neu: %s <- Alt: %s
ms: %s: Baru: %s <- Lama: %s
nb_no: %s: Ny: %s -> Gammel: %s
pt: %s: Nova: %s -> Antiga: %s
ru: %s: Новое: %s <- Старое: %s

source: ChangeHistory::ConditionAdd
de: %s: %s
ms: %s: %s
nb_no: %s: %s
pt: %s: %s
ru: %s: %s

source: ChangeHistory::ConditionAddID
de: Neue Bedingung (ID=%s)
ms: Keadaan baru (ID=%s)
nb_no: Ny forutsetning (ID=%s)
pt: Nova Condição (ID=%s)
ru: Новое условие (ID=%s)

source: ChangeHistory::ConditionDelete
de: Bedingung (ID=%s) gelöscht
ms: Keadaan (ID=%s) dipadam
nb_no: Forutsetning (ID=%s) slettet
pt: Condição (ID=%s) apagada
ru: Условие (ID=%s) удалено

source: ChangeHistory::ConditionDeleteAll
de: Alle Bedingungen von Change (ID=%s) gelöscht
ms: Semua syarat Perubahan (ID=%s) dipadam
nb_no: Alle Forutsetninger for Endring (ID=%s) slettet
pt: Todas as Condições de Alteração (ID=%s) apagadas
ru: Все условия изменения (ID=%s) удалены

source: ChangeHistory::ConditionUpdate
de: %s (Bedingung ID=%s): Neu: %s <- Alt: %s
ms: %s (Keadaan ID=%s): Baru: %s <- Lama: %s
nb_no: %s (Forutsetning ID=%s): Ny: %s -> Gammel: %s
pt: %s (Condição ID=%s): Nova: %s -> Antiga: %s
ru: %s (Условие ID=%s): Новое: %s <- Старое: %s

source: ChangeHistory::ExpressionAdd
de: %s: %s
ms: %s: %s
nb_no: %s: %s
pt: %s: %s
ru: %s: %s

source: ChangeHistory::ExpressionAddID
de: Neue Expression (ID=%s)
ms: Ekspresi baru (ID=%s)
nb_no: Nytt uttrykk (ID=%s)
pt: Nova Expressão (ID=%s)
ru: Новое выражение (ID=%s)

source: ChangeHistory::ExpressionDelete
de: Expression (ID=%s) gelöscht
ms: Ekspresi (ID=%s) dipadam
nb_no: Uttrykk (ID=%s) Slettet
pt: Expressão (ID=%s) apagada
ru: Выражение (ID=%s) удалено

source: ChangeHistory::ExpressionDeleteAll
de: Alle logischen Ausdrücke von Bedingung (ID=%s) gelöscht
ms: Memadam mana-mana ungkapan logik keadaan (ID=%s)
nb_no: Alle Uttrykk for Forutsetning (ID=%s) slettet
pt: Todas as Expressões de Condição (ID=%s) apagadas
ru: Все выражения условия (ID=%s) удалены

source: ChangeHistory::ExpressionUpdate
de: %s (Expression ID=%s): Neu: %s <- Alt: %s
ms: %s (Expression ID=%s): Baru: %s <- Lama: %s
nb_no: %s (Uttrykk ID=%s): Ny: %s -> Gammel: %s
pt: %s (ID Expressão=%s): Nova: %s -> Antiga: %s
ru: %s (Выражение ID=%s): Новое: %s <- Старое: %s

source: ChangeNumber
de: Change Nummer
ms: Ubah Nombor
nb_no: Endre nummer
pt: Número da Alteração
ru: Номер изменения

source: Condition Edit
de: Bedingung bearbeiten
ms: Audit Syarat
nb_no: Endre Forutsetning
pt: Editar Condição
ru: Редактировать условие

source: Create Change
de: Change erstellen
ms: Cipta Ubah
nb_no: Opprett Endring
pt: Criar Alteração
ru: Создать изменение

source: Create a change from this ticket!
de: Einen Change aus diesem Ticket erstellen!
ms: Cipta perubahan dari tiket ini!
nb_no: Opprett en Endring fra denne saken
pt: Criar uma Alteração a partir deste ticket!
ru: Создать изменение из этой заявки!

source: Delete Workorder
de: Diese Workorder löschen
ms: Padam UrutanKerja
nb_no: Slett Arbeidsordre
pt: Apagar Ordem de Serviço
ru: Удалить задачу

source: Edit the change
de: Diesen Change bearbeiten
ms: Audit Perubahan
nb_no: Rediger endringen
pt: Editar Alteração
ru: Редактировать изменение

source: Edit the conditions of the change
de: Bearbeite die Bedingungen dieses Changes
ms: Audit syarat kepada perubahan
nb_no: Endre forutsetningene for denne endringen
pt: Editar as condições da alteração
ru: Редактировать условия изменения

source: Edit the workorder
de: Diese Workorder bearbeiten
ms: Audit urutankerja
nb_no: Endre arbeidsordren
pt: Editar ordem de serviço
ru: Редактировать задачу

source: Expression
de: Logischer Ausdruck
ms: Ekspresi
nb_no: Uttrykk
pt: Expressão
ru: Выражение

source: Full-Text Search in Change and Workorder
de: Volltextsuche in Change und Workorder
ms: Carian Teks-Penuh dalam Perubahan dan UrutanKerja
nb_no: Fulltekstsøk i Endring og Arbeidsordre
pt: Procura no texto completo de alterações e ordens de serviço
ru: Полнотекстовый поиск в изменении и задаче

source: ITSMCondition
de: Bedingung
ms: ITSMSyarat
nb_no: Forutsetning
pt: Condição ITSM
ru: Условие

source: ITSMWorkOrder
de: Workorder
ms: ITSMUrutanKerja
nb_no: Arbeidsordre
pt: Ordem de Serviço ITSM
ru: Задача

source: Link another object to the change
de: Verknüpfe ein anderes Objekt mit diesem Change
ms: Pautan objek lain kepada perubahan
nb_no: Koble et annet objekt til endringen
pt: Associar outro objeto à alteração
ru: Связать другой объект с изменением

source: Link another object to the workorder
de: Verknüpfe ein anderes Objekt mit dieser Workorder
ms: Pautan objek lain kepada urutankerja
nb_no: Koble et annet objekt til arbeidsordren
pt: Associar outro objeto à ordem de serviço
ru: Связать другой объект с задачей

source: Move all workorders in time
de: Verschiebe alle Workorders um eine neue zeitliche Differenz
ms: Pindah semua urutankerja dalam masa
nb_no: Flytt alle arbeidsordre i tid
pt: Mover todas as ordens de serviço no tempo
ru: Переместить все задачи во времени

source: My CABs
de: Meine CABs
ms: CAB Saya
nb_no: Mine Endringsråd
pt: Os meus CABs
ru: Мои CAB

source: My Changes
de: Meine Changes
ms: Perubahan Saya
nb_no: Mine Endringer
pt: As minhas alterações
ru: Мои изменения

source: My Workorders
de: Meine Workorders
ms: UrutanKerja Saya
nb_no: Mine Arbeidsordre
pt: As minhas ordens
ru: Мои задачи

source: No XXX settings
de: Keine '%s' Auswahl
ms: Tiada '%s' pemilihan
nb_no: Ingen innstillinger for '%s'
pt: Nenhuma configuração '%s'
ru: Нет '%s' параметров

source: PIR (Post Implementation Review)
nb_no: PIR (Sluttevaluering)
pt: RPI (Revista Pós-Implementação)
ru: PIR (Post Implementation Review/Анализ после выполнения)

source: PSA (Projected Service Availability)
nb_no: PSA (Forventet tjenestetilgjengelighet)
pt: DPS (DisponibilAntiguidade Projetada de Serviço)
ru: PSA (Projected Service Availability/Проектируемая доступность сервиса)

source: Please select first a catalog class!
de: Bitte wählen Sie zuerst eine Katalog Klasse aus!
ms: Sila mula-mula pilih katalog kelas!
nb_no: Vennligst velg en katalogklasse først!
pt: Por favor, selecione primeiro uma classe de catálogo!
ru: Пожалуйста, сначала выберите класс каталога

source: Print the change
de: Diesen Change drucken
ms: Cetak perubahan
nb_no: Skriv ut endringen
pt: Imprimir alteração
ru: Печать изменения

source: Print the workorder
de: Diese Workorder drucken
ms: Cetak urutankerja
nb_no: Skriv ut arbeidsordren
pt: Imprimir ordem de serviço
ru: Печать задачи

source: RequestedTime
de: Wunschtermin
ms: MasaYangDiminta
nb_no: Forespurt tid
pt: Solicitado em
ru: Запрошенное время

source: Save Change CAB as Template
de: Speichere Change-CAB als Vorlage
ms: Simpan Ubah CAB sebagai Templat
nb_no: Lagre Endringsråd som mal
pt: Guardar CAB da alteração como modelo
ru: Сохранить состав CAB для изменения как шаблон

source: Save change as a template
de: Speichere diesen Change als Vorlage
ms: Simpan ubah sebagai templat
nb_no: Lagre Endring som mal
pt: Guardar alteração como modelo
ru: Сохранить изменение как шаблон

source: Save workorder as a template
de: Speichere diese Workorder als Vorlage
ms: Simpan urutankerja sebagai templat
nb_no: Lagre Arbeidsordre som mal
pt: Guardar ordem de serviço como modelo
ru: Сохранить задачу как шаблон

source: Search Changes
de: Suche Changes
ms: Cari Perubahan
nb_no: Søk i Endringer
pt: Procurar alterações
ru: Поиск изменений

source: Set the agent for the workorder
de: Einen Agenten für diese Workorder auswählen
ms: Set ejen untuk urutankerja
nb_no: Sett saksbehandler for arbeidsordren
pt: Alocar agente à ordem de serviço
ru: Назначит агента для задачи

source: Take Workorder
de: Workorder übernehmen
ms: Ambil UrutanKerja
nb_no: Ta arbeidsordre
pt: Assumir ordem de serviço
ru: Взять задачу

source: Take the workorder
de: Diese Workorder übernehmen
ms: Ambil UrutanKerja
nb_no: Ta arbeidsordren
pt: Assumir a ordem de serviço
ru: Взять задачу

source: Template Overview
de: Vorlagen-Übersicht
ms: Lihat Semula Templat
nb_no: Maloversikt
pt: Cista de Modelos
ru: Обзор шаблонов

source: The planned end time is invalid!
de: Die geplante Endzeit ist ungültig!
ms: Perancangan masa tamat adalah tidak sah!
nb_no: Planlagt sluttid er ugyldig!
pt: O tempo de fim planeado é inválido!
ru: Запланированное время окончания неверно!

source: The planned start time is invalid!
de: Die geplante Startzeit ist ungültig!
ms: Perancangan masa mula adalah tidak sah!
nb_no: Planlagt starttid er ugyldig!
pt: O tempo de início planeado é inválido!
ru: Запланированное время начала неверно!

source: The planned time is invalid!
de: Der geplante Zeitraum ist ungültig!
ms: Masa dirancang tidak sah!
nb_no: Planlagt tid er ugyldig!
pt: O tempo planeado é inválido!
ru: Планоый срок неверен!

source: The requested time is invalid!
de: Die angegebene Zeit ist ungültig!
ms: Masa yang diminta tidak sah!
nb_no: Forespurt tid er ugyldig!
pt: O tempo indicado é inválido!
ru: Запрашиваемое время неверно!

source: New (from template)
de: Neu (von Template)
ms: Baru (daripada templat)
pt: Nova (utilizando modelo)
ru: Новое(ая) из шаблона

source: Add from template
de: Von Template hinzufügen
ms: Tambah daripada templat
pt: Adicionar utilizando modelo
ru: Добавить, используя шаблон

source: Add Workorder (from template)
de: Workorder hinzufügen (von Template)
ms: Tambah aturan kerja (daripada templat)
pt: Adicionar ordem (com modelo)
ru: Добавить задачу ( используя шаблон)

source: Add a workorder (from template) to the change
de: Füge eine Workorder (von Template) zu diesem Change hinzu
ms: Tambah aturan kerja (daripada templat) pada perubahan
pt: Adicionar uma ordem (com modelo) à mudança
ru: Добавить задачу к изменению (используя шаблон)

source: WorkOrderHistory::WorkOrderActualEndTimeReached
de: Workorder (ID=%s) wurde beendet.
ms: Perintah Kerja (ID=%s​​) telah siap.
nb_no: Arbeidsordre (ID=%s) har nådd faktisk sluttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de fim.
ru: Задача (ID=%s) достигла фактического времени окончания.

source: WorkOrderHistory::WorkOrderActualEndTimeReachedWithWorkOrderID
de: Workorder (ID=%s) wurde beendet.
ms: Perintah Kerja (ID=%s) berakhir.
nb_no: Arbeidsordre (ID=%s) har nådd faktisk sluttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de fim.
ru: Задача (ID=%s) достигла фактического времени окончания.

source: WorkOrderHistory::WorkOrderActualStartTimeReached
de: Workorder (ID=%s) hat begonnen.
ms: Perintah kerja (ID=%s) bermula.
nb_no: Arbeidsordre (ID=%s) har nådd faktisk starttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de início.
ru: Задача (ID=%s) достигла фактического времени начала.

source: WorkOrderHistory::WorkOrderActualStartTimeReachedWithWorkOrderID
de: Workorder (ID=%s) hat begonnen.
ms: Perintah kerja (ID=%s) bermula.
nb_no: Arbeidsordre (ID=%s) har nådd faktisk starttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de início.
ru: Задача (ID=%s) достигла фактического времени начала.

source: WorkOrderHistory::WorkOrderAdd
de: Neue Workorder (ID=%s)
ms: Perintah kerja baru (ID=%s)
nb_no: Ny Arbeidsordre (ID=%s)
pt: Nova Ordem de Serviço (ID=%s)
ru: Новая задача (ID=%s)

source: WorkOrderHistory::WorkOrderAddWithWorkOrderID
de: Neue Workorder (ID=%s)
ms: Perintah kerja baru (ID=%s)
nb_no: Ny Arbeidsordre (ID=%s)
pt: Nova Ordem de Serviço (ID=%s)
ru: Новая задача (ID=%s)

source: WorkOrderHistory::WorkOrderAttachmentAdd
de: Neuer Anhang für Workorder: %s
ms: Nota untuk Perintah Kerja baru: %s
nb_no: Nytt vedlegg til Arbeidsordre: %s
pt: Novo anexo à ordem %s
ru: Новое вложение для задачи: %s

source: WorkOrderHistory::WorkOrderAttachmentAddWithWorkOrderID
de: (ID=%s) Neuer Anhang für Workorder: %s
ms: (ID=%s) Nota untuk Perintah Kerja baru: %s
nb_no: (ID=%s) Nytt vedlegg til Arbeidsordre: %s
pt: (ID=%s) Novo anexo à ordem: %s
ru: (ID=%s) Новое вложение из задачи: %s

source: WorkOrderHistory::WorkOrderAttachmentDelete
de: Anhang von Workorder gelöscht: %s
ms: Nota dipadam dari Perintah Kerja: %s
nb_no: Slettet vedlegget fra Arbeidsordre: %s
pt: Anexo apagado da ordem: %s
ru: Удаленное вложение для задачи: %s

source: WorkOrderHistory::WorkOrderAttachmentDeleteWithWorkOrderID
de: (ID=%s) Anhang von Workorder gelöscht: %s
ms: (ID=%s) Nota dari Perintah Kerja dipadam: %s
nb_no: (ID=%s) Slettet vedlegget fra Arbeidsordre: %s
pt: (ID=%s) anexo apagado da ordem: %s
ru: (ID=%s) Удаленное вложение из задачи: %s

source: WorkOrderHistory::WorkOrderReportAttachmentAdd
de: Neuer Report-Anhang für Workorder: %s
ru: Новый вложенный отчет для задачи: %s

source: WorkOrderHistory::WorkOrderReportAttachmentAddWithWorkOrderID
de: (ID=%s) Neuer Report-Anhang für Workorder: %s
ru: (ID=%s) Новый вложенный отчет для задачи: %s

source: WorkOrderHistory::WorkOrderReportAttachmentDelete
de: Report-Anhang von Workorder gelöscht: %s
ru: Удаленный вложенный отчет из задачи: %s

source: WorkOrderHistory::WorkOrderReportAttachmentDeleteWithWorkOrderID
de: (ID=%s) Report-Anhang von Workorder gelöscht: %s
ru: (ID=%s) Удаленный вложенный отчет из задачи: %s

source: WorkOrderHistory::WorkOrderDelete
de: Workorder (ID=%s) gelöscht
ms: Perintah Kerja (ID=%s) dipadam
nb_no: Arbeidsordre (ID=%s) slettet
pt: Ordem (ID=%s) apagada
ru: Задача (ID=%s) удалена

source: WorkOrderHistory::WorkOrderDeleteWithWorkOrderID
de: Workorder (ID=%s) gelöscht
ms: Perintah Kerja (ID=%s) dipadam
nb_no: Arbeidsordre (ID=%s) slettet
pt: Ordem (ID=%s) apagada
ru: Задача (ID=%s) удалена

source: WorkOrderHistory::WorkOrderLinkAdd
de: Link zu %s (ID=%s) hinzugefügt
ms: Pautan untuk %s (ID=%s) tambah
nb_no: Kobling til %s (ID=%s) lagt til
pt: Associação a %s (ID=%s) adicionada
ru: Связь для %s (ID=%s) добавлена

source: WorkOrderHistory::WorkOrderLinkAddWithWorkOrderID
de: (ID=%s) Link zu %s (ID=%s) hinzugefügt
ms: (ID=%s) Pautan untuk %s (ID=%s) tambah
nb_no: (ID=%s) Kobling til %s (ID=%s) lagt til
pt: (ID=%s) Associação a %s (ID=%s) adicionada
ru: (ID=%s) Связь для %s (ID=%s) добавлена

source: WorkOrderHistory::WorkOrderLinkDelete
de: Link to %s (ID=%s) gelöscht
ms: Pautan kepada %s (ID=%s) dipadam
nb_no: Kobling til %s (ID=%s) slettet
pt: Associação a %s (ID=%s) apagada
ru: Связь для %s (ID=%s) удалена

source: WorkOrderHistory::WorkOrderLinkDeleteWithWorkOrderID
de: (ID=%s) Link to %s (ID=%s) gelöscht
ms: (ID=%s) Pautan untuk %s (ID=%s) dipadam
nb_no: (ID=%s) Kobling til %s (ID=%s) slettet
pt: (ID=%s) Associação a %s (ID=%s) apagada
ru: (ID=%s) Связь для %s (ID=%s) удалена

source: WorkOrderHistory::WorkOrderNotificationSent
de: Benachrichtigung an %s geschickt (Event: %s)
ms: Pemberitahuan dihantar ke %s (acara:%s)
nb_no: Melding sendt til %s (Hendelse: %s)
pt: Notificação enviada para %s (Evento: %s)
ru: Уведомление отправлено %s (Событие: %s)

source: WorkOrderHistory::WorkOrderNotificationSentWithWorkOrderID
de: (ID=%s) Benachrichtigung an %s geschickt (Event: %s)
ms: (ID=%s) Pemberitahuan dihantar ke %s (Acara: %s)
nb_no: (ID=%s) Melding sent til %s (Hendelse: %s)
pt: (ID=%s) Notificação enviada para %s (Evento: %s)
ru: (ID=%s) Уведомление отправлено %s (Событие: %s)

source: WorkOrderHistory::WorkOrderPlannedEndTimeReached
de: Workorder (ID=%s) hat geplante Endzeit erreicht.
ms: Perintah kerja (ID=%s) sampai akhir dijadualkan.
nb_no: Arbeidsordre (ID=%s) har nådd planlagt sluttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo final previsto.
ru: Задача (ID=%s) достигла запланированного времени окончания.
