Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: Required privileges to edit the content of a template.
de: Benötigtes Recht zum Ändern des Inhalts einer Vorlage.
ms: Keistimewaan yang diperlukan untuk mengedit kandungan templat.
ru: Права, необходимые для редактирования содержимого шаблона.

source: Required privileges to edit the involved persons of a change.
de: Benötigtes Recht zum Ändern der beteiligten Personen.
ms: Keistimewaan yang diperlukan untuk mengedit orang yang terlibat perubahan.
nb_no: Rettigheter som kreves for å endre involverte personer i en endring
pt: Privilégios necessários para editar pessoas envolvidas na alteração.
ru: Привилегии, требуемые агенту для редактирования списка вовлеченных сотрудников в изменении.

source: Required privileges to move changes in time.
de: Benötigtes Recht zum zeitlichen Verschieben von Changes.
ms: Keistimewaan yang diperlukan untuk menggerakkan perubahan dalam masa..
nb_no: Rettigheter som kreves for å flytte endringer i tid
pt: Privilégios necessários para mover as alterações no tempo.
ru: Привилегии, требуемые агенту для сдвига временНых границ изменения.

source: Required privileges to print a change.
de: Benötigtes Recht zum Drucken von Changes.
ms: Keistimewaan yang diperlukan untuk mencetak perubahan
nb_no: Rettigheter som kreves for å skrive ut en endring
pt: Privilégios necessários para imprimir uma alteração
ru: Привилегии, требуемые агенту для печати изменения.

source: Required privileges to reset changes.
de: Benötigtes Recht zum Zurücksetzen von Changes.
ms: Keistimewaan yang diperlukan untuk menetapkan semula perubahan.
pt: Privilégios necessários para redefinir mudanças.
ru: Права, требуемые для очистки изменений.

source: Required privileges to view a workorder.
de: Benötigtes Recht zum Betrachten einer Workorder.
ms: Keistimewaan yang diperlukan untuk melihat perintah kerja.
nb_no: Rettigheter som kreves for å se en arbeidsordre
pt: Privilégios necessários para visualizar uma ordem de serviço.
ru: Привилегии, требуемые агенту для просмотра задачи.

source: Required privileges to view changes.
de: Benötigtes Recht zum Ansehen von Changes.
ms: Keistimewaan yang diperlukan untuk melihat perubahan.
nb_no: Rettigheter som kreves for å se endringer
pt: Privilégios necessários para visualizar alterações.
ru: Привилегии, требуемые агенту для просмотра изменений.

source: Required privileges to view list of changes where the user is a CAB member.
de: Benötigtes Recht zum Einsehen der Liste der Changes bei denen der Benutzer Mitglied des CABs ist.
ms: Keistimewaan Diperlukan untuk melihat senarai perubahan di mana pengguna adalah ahli CAB.
nb_no: Rettigheter som kreves for å se listen over endringer der brukeren er medlem av CAB
pt: Privilégios necessários para visualizar a lista de alterações, onde o Utilizador é membro do CAB.
ru: Привилегии, требуемые агенту для просмотра списка изменений, в которых агент является членом CAB.

source: Required privileges to view list of changes where the user is the change manager.
de: Benötigtes Recht zum Einsehen der Liste der Changes bei denen der Benutzer change manager ist.
ms: Keistimewaan Diperlukan untuk melihat senarai perubahan di mana pengguna adalah pengurus perubahan.
nb_no: Rettigheter som kreves for å se listen over endringer der brukeren er endringsansvarlig
pt: Privilégios necessários para visualizar a lista de alterações, onde o utilizador é o gestor da alteração.
ru: Привилегии, требуемые агенту для просмотра списка изменений, в которых агент является менеджером изменений.

source: Required privileges to view overview over all templates.
de: Benötigtes Recht zum Einsehen der Liste von Vorlagen.
ms: Keistimewaan yang diperlukan untuk melihat gambaran atas semua template.
nb_no: Rettigheter som kreves for å se oversikten over alle maler.
pt: Privilégios necessários para visualizar a vista global de todos os modelos.
ru: Привилегии, требуемые агенту для просмотра всех шаблонов.

source: Required privileges to view the conditions of changes.
de: Benötigtes Recht zum Betrachten der Conditions von Changes.
ms: Keistimewaan yang diperlukan untuk melihat keadaan perubahan.
nb_no: Rettigheter som kreves for å se forutsetningene til endringer
pt: Privilégios necessários para visualizar as condições de alterações.
ru: Привилегии, требуемые агенту для просмотра условий изменений.

source: Required privileges to view the history of a change.
de: Benötigtes Recht zum Einsehen der Historie eines Change.
ms: Keistimewaan yang diperlukan untuk melihat sejarah perubahan.
nb_no: Rettigheter som kreves for å se historikken til en endring
pt: Privilégios necessários para visualizar o histórico de uma alteração.
ru: Привилегии, требуемые агенту для просмтора истории изменения.

source: Required privileges to view the history of a workorder.
de: Benötigtes Recht zum Betrachten der Historie einer Workorder.
ms: Keistimewaan yang diperlukan untuk melihat sejarah perintah kerja.
nb_no: Rettigheter som kreves for å se historikken til en arbeidsordre
pt: Privilégios necessários para visualizar o histórico de uma ordem de serviço.
ru: Привилегии, требуемые агенту для просмотра истории задачи.

source: Required privileges to view the history zoom of a change.
de: Benötigtes Recht zum Einsehen der Historiendetails eines Changes.
ms: Keistimewaan yang diperlukan untuk melihat zum sejarah perubahan.
nb_no: Rettigheter som kreves for å se detaljert historikk for en endring
pt: Privilégios necessários para visualizar o histórico ampliado de uma alteração.
ru: Привилегии, требуемые агенту для просмотра подробной истории изменения.

source: Required privileges to view the history zoom of a workorder.
de: Benötigtes Recht zum Betrachten der Historiendetails einer Workorder.
ms: Keistimewaan yang diperlukan untuk melihat sejarah zoom perintah kerja.
nb_no: Rettigheter som kreves for å se detaljert historikk for en arbeidsordre
pt: Privilégios necessários para visualizar o histórico ampliado de uma ordem de serviço.
ru: Привилегии, требуемые агенту для просмотра подробной истории задачи.

source: Required privileges to view the list of Change Schedule.
de: Benötigtes Recht zum Einsehen der Change Schedule-Übersicht.
ms: Keistimewaan yang diperlukan untuk melihat senarai Jadual Perubahan.
nb_no: Rettigheter som kreves for å se listen over Endringsplaner
pt: Privilégios necessários para visualizar a lista da agenda de alteração.
ru: Привилегии, требуемые агенту для просмотра списка Планировщика изменений.

source: Required privileges to view the list of change PSA.
de: Benötigtes Recht zum Einsehen der Change PSA-Übersicht.
ms: Keistimewaan yang diperlukan untuk melihat senarai perubahan PSA.
nb_no: Rettigheter som kreves for å se listen over endringers forventede tjenestetilgjengelighet
pt: Privilégios necessários para visualizar a lista de Alterações PSA.
ru: Привилегии, требуемые агенту для просмотра списка PSA.

source: Required privileges to view the list of changes with an upcoming PIR (Post Implementation Review).
de: Benötigtes Recht zum Einsehen der Liste von Changes mit einem anstehenden PIR (Post Implementation Review).
ms: Keistimewaan yang diperlukan untuk melihat senarai perubahan dengan PIR akan datang (Post Implementation Review).
nb_no: Rettigheter som kreves for å se listen over endringer med kommende Sluttevalueringer
pt: Privilégios necessários para visualizar a lista de Alterações com um PIR.
ru: Привилегии, требуемые агенту для просмотра списка изменений с предстоящим PIR (Post Implementation Review).

source: Required privileges to view the list of own changes.
de: Benötigtes Recht zum Einsehen der Liste der eigenen Changes.
ms: Keistimewaan yang diperlukan untuk melihat senarai perubahan sendiri.
nb_no: Rettigheter som kreves for å se listen over egne endringer
pt: Privilégios necessários para visualizar a lista de alterações próprias.
ru: Привилегии, требуемые агенту для просмотра собственных изменений.

source: Required privileges to view the list of own workorders.
de: Benötigtes Recht zum Einsehen der Liste von eigenen Workorders.
ms: Keistimewaan yang diperlukan untuk melihat senarai pesanan kerja sendiri.
nb_no: Rettigheter som kreves for å se listen over egne arbeidsordre
pt: Privilégios necessários para visualizar a lista de ordens de serviço próprias.
ru: Привилегии, требуемые агенту для просмотра списка собственных задач.

source: Required privileges to write a report for the workorder.
de: Benötigtes Recht zum Verfassen eines Berichtes für eine Workorder.
ms: Keistimewaan yang diperlukan untuk menulis laporan untuk mendapatkan perintah kerja.
nb_no: Rettigheter som kreves for å skrive en rapport for arbeidsordren
pt: Privilégios necessários para escrever um relatório para a ordem de serviço.
ru: Привилегии, требуемые агенту для создания отчета по задачам

source: Reset a change and its workorders.
ru: Очистить Изменение и его Задачи.

source: Run task to check if specific times have been reached in changes and workorders.
ru: Запустить задание для проверки достижимости значений времени в Изменениях и Задачах.

source: Screen after creating a workorder
de: Ansicht nach Workorder-Erstellung
ms: Skrin selepas mencipta urutankerja.
pt: Tela Após Criar Ordem de Serviço
ru: Показать этот экран после создания новой задачи

source: Search Changes.
ru: Поиск изменений.

source: Selects the change number generator module. "AutoIncrement" increments the change number, the SystemID and the counter are used with SystemID.counter format (e.g. 100118, 100119). With "Date", the change numbers will be generated by the current date and a counter; this format looks like Year.Month.Day.counter, e.g. 2010062400001, 2010062400002. With "DateChecksum", the counter will be appended as checksum to the string of date plus the SystemID. The checksum will be rotated on a daily basis. This format looks like Year.Month.Day.SystemID.Counter.CheckSum, e.g. 2010062410000017, 2010062410000026.
ms: Memilih modul beberapa perubahan penjana. "AutoIncrement" menambah nombor perubahan, SistemID dan kaunter digunakan dengan format SystemID.counter (contoh: 100118 , 100119 ). Dengan "Tarikh", nombor perubahan akan dijana oleh tarikh dan kaunter; format ini kelihatan seperti Year.Month.Day.counter; contohnya 2010062400001 , 2010062400002. Dengan "DateChecksum", kaunter itu akan ditambah sebagai checksum kepada rentetan Tarikh ditambah ID Sistem. Checksum ini akan berputar setiap hari. Format ini kelihatan seperti Year.Month.Day.SystemID.Counter.CheckSum, contohnya 2010062410000017 , 2010062410000026 .
ru: Задает способ генерации номеров изменений. "AutoIncrement" - увеличивает номер на 1, формат - SystemID.counter (например, 100118, 100119). "Date" - использует текущую дату, SystemID и счетчик, вид: Year.Month.Day.SystemID.counter - 2010062400001, 2010062400002. "DateChecksum" - счетчик дополняется контрольной суммой к строке из даты и SystemID. Формат строится как Year.Month.Day.SystemID.Counter.CheckSum. Контрольная сумма обновляется ежедневно, вид: 2010062410000017, 2010062410000026.

source: Set the default height (in pixels) of inline HTML fields in AgentITSMChangeZoom and AgentITSMWorkOrderZoom.
ms: Menetapkan ketinggian lalai (dalam piksel) bidang HTML sebaris dalam AgentITSMChangeZoom dan AgentITSMWorkOrderZoom.
ru: Задает высоту (в пикселах) по умолчанию для inline HTML полей в AgentITSMChangeZoom и AgentITSMWorkOrderZoom.

source: Set the maximum height (in pixels) of inline HTML fields in AgentITSMChangeZoom and AgentITSMWorkOrderZoom.
ms: Menetapkan ketinggian maksimum ( dalam piksel) bidang HTML sebaris dalam AgentITSMChangeZoom dan AgentITSMWorkOrderZoom.
ru: Задает максимальную высоту (в пикселах) для inline HTML полей в AgentITSMChangeZoom и AgentITSMWorkOrderZoom.

source: Sets the minimal change counter size (if "AutoIncrement" was selected as ITSMChange::NumberGenerator). Default is 5, this means the counter starts from 10000.
ms: Set minimum saiz kaunter perubahan (jika "AutoIncrement" telah dipilih sebagai ITSMChange::NumberGenerator). Lalai adalah 5, ini bermakna kaunter bermula dari 10000.
ru: Задает минимальное количество разрядов для счетчика изменений (если выбран тип "AutoIncrement" для ITSMChange::NumberGenerator). По умолчанию - 5, что означает, что начальное значение счетчика будет 10000.

source: Sets up the state machine for changes.
de: Konfiguration für die State Machine für Changes.
ms: Set up jentera kerajaan untuk perubahan.
nb_no: Setter opp tilstandsendringer for Endringer
pt: Configura a máquina de estado para as Alterações.
ru: Задает state machine для изменений.

source: Sets up the state machine for workorders.
de: Konfiguration für die State Machine für Workorders.
ms: Set up jentera kerajaan untuk pesanan kerja.
nb_no: Setter opp tilstandsendringer for Arbeidsordre
pt: Configura a máquina de estado para as ordens de serviço.
ru: Задает state machine для заданий.

source: Shows a checkbox in the AgentITSMWorkOrderEdit screen that defines if the the following workorders should also be moved if a workorder is modified and the planned end time has changed.
ms: Menunjukkan kotak semak dalam skrin AgentITSMWorkOrderEdit yang mentakrifkan jika urutankerja berikut juga perlu dipindahkan jika urutankerja yang diubah suai dan masa akhir yang dirancang telah berubah.
ru: Отображает поле выбора/checkbox на экране AgentITSMWorkOrderEdit которое задает будут ли сдвигаться последующие задачи, если задача изменяется и запланированное время окончания изменено.

source: Shows a link in the menu that allows changing the workorder agent, in the zoom view of such workorder of the agent interface.
ru: Отображает ссылку в меню, которая позволяет изменить агента для Задачи, в детальном просмотре этой Задачи в интерфейсе агента.

source: Shows a link in the menu that allows defining a change as a template in the zoom view of the change, in the agent interface.
ms: Menunjukkan pautan dalam menu yang membolehkan menentukan perubahan sebagai templat dalam paparan zum change, dalam antara muka ejen.
pt: Mostra um link no menu que permite definir uma Alteração como um modelo na vista de alteração, na interface do agente.
ru: Отображает ссылку в меню, которая позволяет определить изменения как шаблон в детальном просмотре изменения в интерфейсе агента.

source: Shows a link in the menu that allows defining a workorder as a template in the zoom view of the workorder, in the agent interface.
ru: Отображает ссылку в меню, которая позволяет определить Задачу как шаблон в детальном просмотре Задачи в интерфейсе агента.

source: Shows a link in the menu that allows editing the report of a workorder, in the zoom view of such workorder of the agent interface.
ru: Отображает ссылку в меню, которая позволяет редактировать отчет о Задаче, в детальном просмотре этой задачи в интерфейсе агента.

source: Shows a link in the menu that allows linking a change with another object in the change zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu yang membolehkan menghubungkan perubahan dengan objek lain dalam pandangan perubahan zum bagi antara muka ejen.
pt: Mostra um link no menu que permite ligar uma Alteração com outro objeto na Alteração.
ru: Отображает ссылку в меню, которая позволяет установить связь изменения с другим объекторм в детальном просмотре изменения в интерфейсе агента.

source: Shows a link in the menu that allows linking a workorder with another object in the zoom view of such workorder of the agent interface.
ru: Отображает ссылку в меню, которая позволяет установить связь Задачи с другим объектом в детальном просмотре задания в интерфейсе агента.

source: Shows a link in the menu that allows moving the time slot of a change in its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu yang membolehkan pergerakan slot masa change dalam paparan zum antara muka ejen.
pt: Mostra um link no menu que permite mover o intervalo de tempo de uma Alteração na sua opinião.
ru: Отображает ссылку в меню которая позволяет перемещать временной интервал изменения в его детальном просмотре в агентском интерфейсе.

source: Shows a link in the menu that allows taking a workorder in the its zoom view of the agent interface.
ru: Отображает ссылку которая позволяет принять задачу в работу при её детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to access the conditions of a change in the its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk masuk ke syarat-syarat perubahan dalam pandangan zum antara muka ejen.
pt: Mostra um link no menu para aceder as condições de uma Alteração.
ru: Отображает ссылку в меню для доступа к условиям изменения в его детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to access the history of a change in the its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk masuk ke sejarah perubahan dalam pandangan zum antara muka ejen.
pt: Mostra um link no menu para aceder o histórico de uma Alteração.
ru: Отображает ссылку в меня для доступа к истории изменения в его детальном просмотре в интерфейсе агента

source: Shows a link in the menu to access the history of a workorder in the its zoom view of the agent interface.
ru: Отображает ссылку в меню для доступа к истории Задачи при её детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to add a workorder in the change zoom view of the agent interface.
ru: Отображает ссылку в меню для добавления Задачи в детальном просмотре Изменения в интерфейсе агента.

source: Shows a link in the menu to delete a change in its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk memadam perubahan dalam pandangan zum antara muka ejen.
ru: Показывает пункт меню для удаления изменения при его подробном просмотре в интерфейсе агента.

source: Shows a link in the menu to delete a workorder in its zoom view of the agent interface.
ru: Показывает пункт меню для удаления задачи при её подробном просмотре в интерфейсе агента.

source: Shows a link in the menu to edit a change in the its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk mengedit perubahan dalam pandangan zum antara muka ejen.
pt: Mostra um link no menu para editar uma Alteração.
ru: Отображает ссылку в меню для редактирования измененя в его детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to edit a workorder in the its zoom view of the agent interface.
ru: Отображает ссылку в меню для редактирования Задачи в её детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to go back in the change zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk kembali dalam pandangan zum change bagi antara muka ejen.
pt: Mostra um link no menu para voltar a Alteração.
ru: Отображает ссылку в меню для возврата в детальный просмотр изменения в интерфейсе агента.

source: Shows a link in the menu to go back in the workorder zoom view of the agent interface.
ru: Отображает ссылку в меню для возврата назад в детальном просмотре Задачи в интерфейсе агента.

source: Shows a link in the menu to print a change in the its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk mencetak perubahan dalam pandangan zum antara muka ejen.
pt: Mostra um link no menu para imprimir uma Alteração.
ru: Отображает ссылку в меню для печати изменения при его детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to print a workorder in the its zoom view of the agent interface.
ru: Отображает ссылку в меню для печати Задачи при ее детальном просмотре в интерфейсе агента.

source: Shows a link in the menu to reset a change and its workorders in its zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk menetapkan semula perubahan dan urutankerja dalam pandangan zum antara muka ejen
ru: Показывает пункт меню для очистки изменения и его задач при его подробном просмотре в интерфейсе агента.

source: Shows the change history (reverse ordered) in the agent interface.
ms: Tunjukkan sejarah change (perintah berbalik) dalam antara muka ejen.
pt: Mostra o histórico de alterações (ordem inversa).
ru: Показывает историю изменений (в обратном порядке) в интерфейсе агента.

source: State Machine
ms: Keadaan Mesin
nb_no: Tilstandsendringer
pt: Máquina de Estado
ru: Состояния

source: Stores change and workorder ids and their corresponding template id, while a user is editing a template.
ms: Simpan change dan urutankerja ids dan id templat sepadan, sementara pengguna mengedit templat.
ru: Сохраняет идентфикаторы - id's изменениия и задачи и их соответствующие идентификаторы шаблонов во время редактирования их пользователем.

source: Take Workorder.
ru: Взять Задачу в работу.

source: Template.
ru: Шаблон.

source: The identifier for a change, e.g. Change#, MyChange#. The default is Change#.
de: Change-Identifikator, z. B. Change#, MeinChange#. Als Standard wird Change# verwendet.
ms: Pengecam untuk perubahan, i. Perubahan# Perubahan Saya#. Lalai adalah Perubahan#.
pt: O identificador de uma Alteração, por exemplo, Alteração#,Minha Alteração#. Por omissão é Alteração#.
ru: Индентификатор для изменения, например Change#, MyChange#. The default is Change#.

source: The identifier for a workorder, e.g. Workorder#, MyWorkorder#. The default is Workorder#.
de: Workorder-Identifikator, z. B. Workorder#, MeineWorkorder#. Als Standard wird Workorder# verwendet.
ms: Pengecam untuk mendapatkan perintah kerja, misalnya Workorder# Workorder#. Lalai adalah Perintah Kerja#.
pt: O identificador de uma Ordem de Serviço, por exemplo, Ordem de Serviço#,Minha Ordem de Serviço#. Por omissão é Ordem de Serviço#.
ru: Индентификатор для задания, например Workorder#, MyWorkorder#. The default is Workorder#.

source: This ACL module restricts the usuage of the ticket types that are defined in the sysconfig option 'ITSMChange::AddChangeLinkTicketTypes', to users of the groups as defined in "ITSMChange::RestrictTicketTypes::Groups". As this ACL could collide with other ACLs which are also related to the ticket type, this sysconfig option is disabled by default and should only be activated if needed.
ms: Modul ACL menghadkan penggunaan jenis tiket yang ditakrifkan dalam pilihan sysconfig 'ITSMChange::AddChangeLinkTicketTypes', kepada pengguna daripada kumpulan seperti yang ditakrifkan dalam "ITSMChange::RestrictTicketTypes::Kumpulan". ACL ini boleh bertembung dengan Acls lain yang juga berkaitan dengan jenis tiket, pilihan sysconfig ini dilumpuhkan secara lalai dan hanya boleh diaktifkan jika diperlukan.
ru: Этот ACL модуль ограничивает использование типов заявок заданных в параметре 'ITSMChange::AddChangeLinkTicketTypes', для агентов групп, указанных в "ITSMChange::RestrictTicketTypes::Groups". Так как этот ACL может конфликтовать с другими ACL, также связанными с типами заявок, этот параметр отключен по умолчанию и может быть, при необходимости, активирован вручную.

source: Time Slot
ru: Диапазон дат

source: Types of tickets, where in the ticket zoom view a link to add a change will be displayed.
de: Typen der Tickets, in denen im Ticket-Zoom ein Link angezeigt wird, um einen Change zu erstellen.
ms: Jenis-jenis tiket, di mana dalam zoom tiket melihat pautan untuk menambah perubahan akan dipaparkan.
pt: Tipos de tickets, onde no detalhe de visualização do ticket é mostrado um link para adicionar uma Alteração.
ru: Типы заявок, в которых подробном просмотре ссылка для добавления изменения будет показана.

source: User Search
ru: Поиск пользователя

source: Workorder Add (from template).
ru: Добавить Задачу (используя шаблон)

source: Workorder Add.
ru: Добавление Задачи.

source: Workorder Agent.
ru: Агент Задачи.

source: Workorder Delete.
ru: Удаление Задачи.

source: Workorder Edit.
ru: Редактирование Задачи.
