Repository: BuTzZ/ITSMChangeManagement
Catalog: i18n/ITSMChangeManagement/ITSMChangeManagement.*.po
Languages: de, ms, nb_no, pt, ru

source: WorkOrderHistory::WorkOrderPlannedEndTimeReachedWithWorkOrderID
de: Workorder (ID=%s) hat geplante Endzeit erreicht.
ms: Perintah kerja (ID=%s) sampai akhir dijadualkan.
nb_no: Arbeidsordre (ID=%s) har nådd planlagt sluttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo final previsto.
ru: достигла запланированного времени окончания.

source: WorkOrderHistory::WorkOrderPlannedStartTimeReached
de: Workorder (ID=%s) hat geplante Startzeit erreicht.
ms: Perintah Kerja (ID=%s) sampai dijadualkan masa mula.
nb_no: Arbeidsordre (ID=%s) har nådd planlagt starttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de início previsto.
ru: Задача (ID=%s) достигла запланированного времени начала

source: WorkOrderHistory::WorkOrderPlannedStartTimeReachedWithWorkOrderID
de: Workorder (ID=%s) hat geplante Startzeit erreicht.
ms: Perintah Kerja (ID=%s) sampai dijadualkan masa mula.
nb_no: Arbeidsordre (ID=%s) har nådd planlagt starttid.
pt: Ordem de Serviço (ID=%s) atingiu o tempo de início previsto.
ru: Задача (ID=%s) достигла запланированного времени начала.

source: WorkOrderHistory::WorkOrderUpdate
de: %s: Neu: %s <- Alt: %s
ms: %s: Baru: %s <- Lama: %s
nb_no: %s: Ny: %s -> Gammel: %s
pt: %s: Nova: %s -> Antiga: %s
ru: %s: Новая: %s <- Старая: %s

source: WorkOrderHistory::WorkOrderUpdateWithWorkOrderID
de: (ID=%s) %s: Neu: %s <- Alt: %s
ms: (ID=%s) %s: Baru: %s <- Lama: %s
nb_no: (ID=%s) %s: Ny: %s -> Gammel: %s
pt: (ID=%s) %s: Nova: %s -> Antiga: %s
ru: (ID=%s) %s: Новая: %s <- Старая: %s

source: WorkOrderNumber
de: Workorder Nummer
ms: Nombor UrutanKerja
nb_no: Arbeidsordre nr
pt: Número da Ordem de Serviço
ru: Номер задачи

source: accepted
ms: Diterima
nb_no: Akseptert
pt: Aceite
ru: Принято

source: any
de: beliebige
ms: pelbagai
nb_no: hvilken som helst
pt: qualquer
ru: любой(ая)

source: approval
de: Genehmigung
ms: Pengesahan
nb_no: Godkjenning
pt: Aprovação
ru: Утверждение

source: approved
ms: Disahkan
nb_no: Godkjent
pt: Aprovada
ru: Утверждено

source: backout
de: Backout Plan
ms: menarikdiri
nb_no: Plan for gjenoppretting
pt: Plano de Retorno
ru: План отката

source: begins with
de: beginnt mit
ms: bermula dengan
nb_no: starter med
pt: inicia com
ru: начать с

source: canceled
ms: dibatalkan
nb_no: Avbrutt
pt: Cancelada
ru: отменено

source: contains
de: enthält
ms: mengandungi
nb_no: inneholder
pt: contém
ru: содержит

source: created
ms: dicipta
nb_no: Opprettet
pt: Criada
ru: создано(а)

source: decision
de: Entscheidung
ms: keputusan
nb_no: Beslutning
pt: Decisão
ru: решение

source: ends with
de: endet mit
ms: tamat dengan
nb_no: slutter med
pt: termina com
ru: окончить с

source: failed
ms: digagalkan
nb_no: feilet
pt: Falhou
ru: не удалось

source: in progress
ms: dalam proses
nb_no: Under arbeid
pt: Em curso
ru: в работе

source: is
de: ist
ms: ialah
nb_no: er
pt: é
ru: Является

source: is after
de: ist nach
ms: ialah selepas
nb_no: er etter
pt: depois de
ru: после

source: is before
de: ist vor
ms: ialah sebelum
nb_no: er før
pt: antes de
ru: до

source: is empty
de: ist leer
ms: ialah kosong
nb_no: er tom
pt: é vazio
ru: пусто

source: is greater than
de: ist grösser als
ms: ialah lebih besar daripada
nb_no: er større enn
pt: é maior que
ru: больше чем

source: is less than
de: ist kleiner als
ms: ialah kurang daripada
nb_no: er mindre enn
pt: é menor que
ru: меньше чем

source: is not
de: ist nicht
ms: ialah tidak
nb_no: er ikke
pt: não é
ru: не

source: is not empty
de: ist nicht leer
ms: ialah tidak kosong
nb_no: er ikke tom
pt: não está vazio
ru: не пусто

source: not contains
de: enthält nicht
ms: tidak mengandungi
nb_no: inneholder ikke
pt: não contém
ru: не содержит

source: pending approval
ms: pengesahan tergantung
nb_no: Avventer godkjenning
pt: Aprovação Pendente
ru: отложенное утверждение

source: pending pir
ms: PIR tergantung
nb_no: Avventer Sluttevaluering
pt: RPI Pendente
ru: ожидает одобрения PIR

source: pir
de: PIR (Post Implementation Review)
ms: PIR (Post Implementation Review)
nb_no: PIR (Sluttevaluering)
pt: RPI (Revista Pós-Implementação)
ru: PIR (Post Implementation Review/анализ по окончании)

source: ready
ms: sedia
nb_no: Klar
pt: Pronta
ru: готово

source: rejected
ms: ditolak
nb_no: Avvist
pt: Rejeitada
ru: отвергнуто

source: requested
ms: diminta
nb_no: Forespurt
pt: Requerida
ru: запрошено

source: retracted
ms: ditarik balik
nb_no: Trukket tilbake
pt: Retratada
ru: отказано

source: set
de: setze
nb_no: satt
pt: configurar
ru: установлено

source: successful
ms: berjaya
nb_no: Vellykket
pt: Sucesso
ru: успешно

source: Category <-> Impact <-> Priority
de: Kategorie <-> Auswirkung <-> Priorität
ms: Kategori <-> Kesan <-> keutamaan
nb_no: Kategori <-> Omfang <-> Prioritet
pt: Categoria <-> Impacto <-> Prioridade
ru: Категория <-> Влияние <-> Приоритет

source: Manage the priority result of combinating Category <-> Impact.
de: Verwaltung der Priorität aus der Kombination von Kategorie <-> Impact.
ms: Pentadbiran gabungan kategori keutamaan <-> Impak.
nb_no: Sett opp valg av prioritet basert på Kategori <-> Omfang
pt: Gestão de Prioridade a partir da combinação da categoria <-> Impacto.
ru: Управление приоритетом на основе комбинации Категория <-> Влияние

source: Priority allocation
de: Priorität zuordnen
ms: Berikan keutamaan
nb_no: Tildeling av prioritet
pt: Atribuir Prioridade
ru: Назначение приоритета

source: ITSM ChangeManagement Notification Management
de: ITSM ChangeManagement Benachrichtigungs-Verwaltung
ms: ITSM Pengurusan Perubahan pengurusan pemberitahuan
nb_no: ITSM Endringer - Meldingsoppsett
pt: Gestão de Notificações de gestão de Alteração ITSM
ru: Управление уведомлениями в ITSM ChangeManagement

source: Add Notification Rule
de: Benachrichtigungs-Regel
ms: Peraturan Pemberitahuan
nb_no: Legg til Meldingsregel
pt: Adicionar Regra de Notificação
ru: Добавить правило уведомления

source: Rule
de: Regel
ms: Peraturan
nb_no: Regel
pt: Regra
ru: Правило

source: A notification should have a name!
de: Eine Benachrichtigung benötigt einen Namen!
ms: Pemberitahuan memerlukan nama!
nb_no: En melding må ha et navn!
pt: A notificação precisa de um nome!
ru: Уведомление должно иметь имя

source: Name is required.
de: Name ist erforderlich.
ms: Namanya dikehendaki.
nb_no: Navn er påkrevd
pt: Nome é obrigatório.
ru: Требуется имя

source: Admin State Machine
ms: Keadaan Mesin Admin
pt: Gerir Máquina de Estado
ru: Управление Машиной состояний

source: Select a catalog class!
de: Wählen Sie eine Katalog-Klasse aus!
ms: Pilih kelas katalog!
nb_no: Velg en katalogklasse
pt: Selecione uma classe de catálogo!
ru: Выберите класс каталога!

source: A catalog class is required!
de: Eine Katalog-Klasse ist erforderlich!
ms: Satu kelas katalog diperlukan!
nb_no: En katalogklasse er påkrevd!
pt: A classe de catálogo é necessária!
ru: Класс каталога обязателен!

source: Add a state transition
de: Hinzufügen eines Status-Übergangs
ms: Tambah peralihan status
nb_no: Legg til en tilstandsendring
pt: Adicionar uma transição de estado
ru: Добавить состояние перехода

source: Catalog Class
de: Katalog-Klasse
ms: Kelas katalog
nb_no: Katalogklasse
pt: Classe de Catálogo
ru: Класс каталога

source: Object Name
de: Objekt-Name
ms: Nama Objek
nb_no: Objektets navn
pt: Nome do Objeto
ru: Имя объекта

source: Overview over state transitions for
de: Übersicht über Status-Übergänge für
ms: Tinjauan bagi keadaan peralihan
nb_no: Oversikt over tilstandsendringer for
pt: Revisão da transição de estado para
ru: Обзор состояний перехода для

source: Delete this state transition
de: Löschen dieses Status-Übergangs
ms: Memadam peralihan keadaan ini
pt: Excluir esta transição de estado
ru: Удалить это состояние перехода

source: Add a new state transition for
de: Hinzufügen eines neuen Status-Übergangs für
ms: Menambah peralihan keadaan yang baru untuk
nb_no: Ny tilstandsendring for
pt: Adicionar uma nova transição de estado para
ru: Добавить новое состояние перехода для

source: Please select a state!
de: Bitte wählen Sie einen Status!
ms: Sila pilih keadaan!
nb_no: Vennligst velg en tilstand!
pt: Por favor selecione um estado!
ru: Выберите состояние!

source: Please select a next state!
de: Bitte wählen sie den Folge-Status!
ms: Sila pilih status berikut!
nb_no: Vennligst velg neste tilstand!
pt: Por favor, escolha o próximo estado!
ru: Выберите следующее состояние!

source: Edit a state transition for
de: Bearbeiten eines Status-Übergangs für
ms: Penyuntingan peralihan keadaan untuk
nb_no: Redigér en tilstandsendring for
pt: Editar uma transição de estado para
ru: Редактировать состояние перехода для

source: Do you really want to delete the state transition
de: Wollen Sie diesen Status-Übergang wirklich löschen?
ms: Adakah anda mahu memadam status peralihan ini benar-benar?
nb_no: Vil du virkelig slette tilstandsendringen?
pt: Você quer mesmo Apagar esta transição de estado?
ru: Вы действительно хототе удалить состояние перехода

source: Add Change
de: Change hinzufügen
ms: Tukar Tambah
nb_no: Legg til Endring
pt: Adicionar Alteração
ru: Добавить изменение

source: ITSM Change
de: Change
ms: Ubah ITSM
nb_no: Endring
pt: Alteração
ru: Изменение

source: Justification
de: Begründung
ms: justifikasi
nb_no: Berettigelse
pt: Justificação
ru: Обоснование

source: Input invalid.
de: Ungültige Eingabe.
ms: input tidak sah.
nb_no: Ugyldig verdi.
pt: Entrada inválida.
ru: Неверные данные

source: Impact
de: Auswirkung
ms: Kesan
nb_no: Omfang
pt: Impacto
ru: Влияние

source: Requested Date
de: Wunschtermin
ms: Tarikh yang diminta
nb_no: Forespurt dato
pt: Data Solicitada
ru: Запрошенное время

source: Select Change Template
de: Change-Vorlage auswählen
ms: Tukar Pilih Templat
nb_no: Velg mal for Endring
pt: Selecione modelo de Alteração
ru: Выбрать шаблон для изменения

source: Time type
de: Zeit-Typ
ms: Masa-jenis
nb_no: Tidstype
pt: Tipo de Horário
ru: Тип времени

source: Invalid time type.
de: Ungültiger Zeit-Typ.
ms: Masa Taip tidak sah.
nb_no: Ugyldig tidstype
pt: Tipo de horário inválido.
ru: неверный тип времени.

source: New time
de: Neue Zeit
ms: Masa baru
nb_no: Ny tid
pt: Novo horário
ru: новое время

source: Save Change CAB as template
de: Diesen Change als Vorlage speichern
ms: Ini perubahan sebagai templat
nb_no: Lagre Endring-CAB som mal
pt: Guardar CAB da Alteração como modelo
ru: Сохратиь состав CAB как шаблон

source: go to involved persons screen
de: gehe zum Screen "Beteiligte Personen"
ms: pergi kepada orang-orang skrin terlibat
nb_no: Gå til involverte personer
pt: ir para o ecrãn "Pessoas Envolvidas"
ru: перейти к экрану вовлеченных специалистов

source: Invalid Name
de: Ungültiger Name
ms: nama tidak sah
nb_no: Ugyldig navn
pt: Nome inválido
ru: Неверное имя

source: Conditions and Actions
de: Bedingungen und Aktionen
ms: Syarat-syarat dan Tindakan
nb_no: Forutsetninger og Gjøremål
pt: Condições e Ações
ru: Условия и Действия

source: Delete Condition
de: Bedingung löschen
ms: Padam keadaan
nb_no: Slett forutsetning
pt: Apagar Condição
ru: Удалить условие

source: Add new condition
de: Bedingung hinzufügen
ms: Tambah keadaan
nb_no: Legg til ny forutsetning
pt: Adicionar nova condição
ru: Добавить новое условие

source: Need a valid name.
de: Ein gültiger Name ist erforderlich.
ms: Perlu nama yang sah.
nb_no: Trenger et gyldig navn
pt: Um nome válido é necessário.
ru: Требуется правильное имя

source: A valid name is needed.
ru: Требуется правильное имя.

source: Duplicate name:
de: Doppelter Name:
ms: Menyalin nama:
ru: Уже используемое имя:

source: This name is already used by another condition.
de: Dieser Name wird bereits von einer anderen Bedingung verwendet.
ms: Nama jni sudah digunakan oleh keadaan lain.
ru: Это имя уже сипользуется в другом условии.

source: Matching
de: Übereinstimmung
ms: Sepadan
nb_no: Som passer til
pt: Combinação
ru: Сопоставление

source: Any expression (OR)
de: Beliebiger logischer Ausdruck (ODER)
ms: Sebarang ekspresi (ATAU)
nb_no: Hvilket utrykk som helst (OR)
pt: Qualquer expressão lógica (OU)
ru: Любое выражение (OR)

source: All expressions (AND)
de: Alle logischen Ausdrücke (UND)
ms: Semua ungkapan logik (DAN)
nb_no: Alle uttrykk (AND)
pt: Todas as expressões lógicas (E)
ru: Все выражения (AND)

source: Expressions
de: Logische Ausdrücke
ms: Ungkapan logik
nb_no: Uttrykk
pt: Expressões
ru: Выражения

source: Selector
de: Selektor
ms: pemilih
nb_no: Velger
pt: Seletor
ru: Переключатель

source: Operator
pt: Operador
ru: Оператор

source: Delete Expression
de: Ausdruck löschen
ms: Memadam ungkapan
pt: Excluir Expressão
ru: Удалить выражение

source: No Expressions found.
de: Keinen logischen Ausdruck gefunden.
ms: Tiada ungkapan logik ditemui.
nb_no: Ingen uttrykk funnet.
pt: Nenhuma expressão lógica encontrada.
ru: Выражение не задано.

source: Add new expression
de: Füge einen neuen logischen Ausdruck hinzu
ms: Tambah ungkapan baru
nb_no: Legg til nytt uttrykk
pt: Adicionar nova expressão
ru: Добавитьновое выражение

source: Delete Action
de: Aktion löschen
ms: Memadam tindakan
pt: Excluir Ação
ru: Удалить действие

source: No Actions found.
de: Keine Aktionen gefunden.
ms: Tiada Tindakan dijumpai.
nb_no: Ingen gjøremål funnet
pt: Nenhuma ação encontrada.
ru: Действий не задано.

source: Add new action
de: Füge eine neue Aktion hinzu
ms: Tambah tindakan baru
nb_no: Legg til gjøremål
pt: Adicionar nova ação
ru: Добавить новое действие

source: Do you really want to delete this change?
de: Möchten Sie diesen Change wirklich löschen?
ms: Adakah anda benar-benar mahu untuk memadam perubahan ini?
pt: Você quer realmente excluir esta mudança?
ru: Вы действительно желаете удалить это изменение?

source: History of
ms: Sejarah untuk
pt: Histórico de
ru: История для

source: Workorder
ms: Perintah Kerja
nb_no: Arbeidsordre
pt: Ordem de Serviço
ru: Задача

source: Show details
de: Details anzeigen
ms: Keperinchian menunjukkan
nb_no: Vis detaljer
pt: Mostrar detalhes
ru: Показать подробно

source: Show workorder
de: Workorder anzeigen
ms: Perintah kerja menunjukkan
nb_no: Vis arbeidsordre
pt: Mostrar Ordem de Serviço
ru: Показать задачу

source: Detailed history information of
de: Detailierte Historien-Informationen von
ms: Sejarah maklumat terperinci
nb_no: Detaljert historikk for
pt: Informações detalhadas sobre o histórico de
ru: Детальная информация истории для

source: Modified
de: Modifiziert
ms: Diubahsuai
nb_no: Modifisert
pt: Modificado
ru: Изменено

source: Old Value
de: Alter Wert
ms: Nilai Lama
nb_no: Gammel verdi
pt: Antigo valor
ru: Старое значение

source: New Value
de: Neuer Wert
ms: Nilai Baru
nb_no: Ny verdi
pt: Novo valor
ru: Новое значение

source: Involved Persons
de: Beteiligte Personen
ms: Orang terlibat
nb_no: Involverte personer
pt: Pessoas Envolvidas
ru: Вовлеченные сотрудники

source: ChangeManager
ms: Perubahan Pengurus
nb_no: Endringsansvarlig
pt: gestor da Alteração
ru: Менеджер изменений

source: User invalid.
de: Ungültiger Benutzer
ms: Pengguna tidak sah
nb_no: Ugyldig bruker
pt: Utilizador inválido
ru: Неверный исполнитель

source: ChangeBuilder
ms: Perubahan Membina
nb_no: Opprettet av
pt: Construtor da Alteração
ru: Составитель изменения

source: Change Advisory Board
ms: Perubahan-Penasihat-Lembaga
nb_no: Endringsråd
pt: Conselho Consultivo de Alteração
ru: CAB - Комитет по изменения

source: CAB Template
de: CAB-Vorlage
ms: CAB-Templat
nb_no: CAB-mal
pt: Modelo de CAB
ru: Шаблон для CAB

source: Apply Template
de: Vorlage anwenden
ms: memohon templat
nb_no: Bruk mal
pt: Aplicar Modelo
ru: Применить шаблон

source: NewTemplate
de: Neue Vorlage
ms: Templat baru
nb_no: Ny mal
pt: Novo modelo
ru: Новый шаблон

source: Save this CAB as template
de: Dieses CAB als Vorlage speichern
ms: Simpan CAB ini sebagai templat
nb_no: Lagre dette Endringsråd som mal
pt: Guardar este CAB como modelo
ru: Сохранить состав CAB как шаблон

source: Add to CAB
de: Zum CAB hinzufügen
ms: Tambah kepada CAB
nb_no: Legg til CAB
pt: Adicionar ao CAB
ru: Добавить к CAB

source: Invalid User
de: Ungültiger Benutzer
ms: Pengguna Tidak Sah
nb_no: Ugyldig bruker
pt: Utilizador inválido
ru: Неверный сотрудник

source: Current CAB
de: Aktuelles CAB
ms: CAB semasa
nb_no: Nåværende CAB
pt: CAB Atual
ru: Текущий CAB

source: Context Settings
de: Kontext-Einstellungen
ms: Tetapan konteks
nb_no: Kontekstvalg
pt: Configurações de Contexto
ru: Параметры контекста

source: Changes per page
de: Changes pro Seite
ms: Perubahan setiap halaman
nb_no: Endringer per side
pt: Alterações por página
ru: Изменений на страницу

source: WorkOrderTitle
de: Workorder-Titel
ms: Tajuk Kerja Perintah
nb_no: Arbeidsordretittel
pt: Título da Ordem de Serviço
ru: Заголовок задачи

source: ChangeTitle
de: Change-Titel
ms: Ubah tajuk
nb_no: Endringstittel
pt: Título da Alteração
ru: Заголовок изменения

source: WorkOrderAgent
ms: Ejen Perintah kerja
nb_no: Saksbehandler for arbeidsordre
pt: agente da Ordem de Serviço
ru: Агент для задачи

source: Workorders
de: Workorder
ms: Perintah Kerja
nb_no: Arbeidsordre
pt: Ordem de Serviço
ru: Задачи

source: ChangeState
de: Change-Status
ms: Ubah Status
nb_no: Endringstilstand
pt: Estado da Alteração
ru: Состояние изменения

source: WorkOrderState
de: Workorder-Status
ms: Status Perintah Kerja
nb_no: Arbeidsordretilstand
pt: Estado da Ordem de Serviço
ru: Состояние задачи

source: WorkOrderType
de: Workorder-Typ
ms: Jenis Perintah Kerja
nb_no: Type Arbeidsordre
pt: Tipo da Ordem de Serviço
ru: Тип задачи

source: Requested Time
de: Wunschtermin
ms: Masa yang Diminta
nb_no: Forespurt tid
pt: Horário solicitado
ru: Запрошенное время

source: PlannedStartTime
de: Geplanter Start
ms: Rancang Masa Mula
nb_no: Planlagt start
pt: Início planeado
ru: Запланированное время начала

source: PlannedEndTime
de: Geplantes Ende
ms: Rancang Masa Tamat
nb_no: Planlagt slutt
pt: fim planeado
ru: Запланированное время окончания

source: ActualStartTime
de: Tatsächlicher Start
ms: Masa Mula Sebenar
nb_no: Faktisk start
pt: Início Real
ru: Фактическое время начала

source: ActualEndTime
de: Tatsächliches Ende
ms: Masa Tamat Sebenar
nb_no: Faktisk slutt
pt: fim Real
ru: Фактическое время окончания

source: Do you really want to reset this change?
de: Möchten Sie diesen Change wirklich zurücksetzen?
ms: Adakah anda benar-benar mahu untuk menetapkan semula perubahan ini?
pt: Você quer realmente redefinir esta mudança?
ru: Вы действительно желаете очистить это изменение?

source: (e.g. 10*5155 or 105658*)
de: (z. B. 10*5155 or 105658*)
ms: (z. B. 10*5155 or 105658*)
nb_no: (f.eks. 10*5155 eller 888*)
pt: (ex. 10*5155 ou 105658*)
ru: (т.е. 10*5155 или 105658*)

source: CABAgent
ms: CAB Ejen
nb_no: CAB-saksbehandler
pt: agente CAB
ru: CAB агент

source: e.g.
de: z. B.
ms: cth.
nb_no: f.eks.
pt: ex.
ru: т.е.

source: CABCustomer
de: CAB Kunde
ms: CAB Pelanggan
nb_no: CAB-kunde
pt: Cliente CAB
ru: CAB клиент

source: ITSM Workorder
de: Workorder
ms: Perintah Kerja
nb_no: Arbeidsordre
pt: Ordem de Serviço ITSM
ru: Задача

source: Instruction
de: Anweisung
ms: Arahan
nb_no: Instruks
pt: Instrução
ru: Инструкция

source: Report
de: Bericht
ms: Laporan
nb_no: Rapport
pt: Relatório
ru: Отчет

source: Change Category
de: Change-Kategorie
ms: Ubah Kategori
nb_no: Endre kategori
pt: Categoria da Alteração
ru: Изменить категорию

source: (before/after)
de: (vor/nach)
ms: (sebelum/selepas)
nb_no: (før/etter)
pt: (antes/depois)
ru: до/после

source: (between)
de: (zwischen)
ms: (diantara)
nb_no: (mellom)
pt: (entre)
ru: между

source: Save Change as Template
de: Speichere Change als Vorlage
ms: Simpan Perubahan sebagai Templat
nb_no: Lagre Endring som Mal
pt: Guardar Alteração como Modelo
ru: Сохранить изменение как шаблон

source: A template should have a name!
de: Eine Vorlage benötigt einen Namen!
ms: Template harus mempunyai nama!
nb_no: En mal må ha et navn!
pt: Um modelo precisa de um nome!
ru: Надо присвоить имя шаблону!

source: The template name is required.
de: Der Vorlagen-Name ist erforderlich.
ms: Nama template diperlukan.
nb_no: Malnavnet er påkrevd.
pt: O nome do modelo é necessário.
ru: Требуется имя шаблона.

source: Reset States
de: Setze Status zurück
ms: Set Semula Keadaan
nb_no: Nullstill tilstander
pt: Restabelecer Estados
ru: Очистить состояния

source: Overwrite original template
de: Original-Template überschreiben
ms: Menulis ganti templat asal
ru: Перезаписать исходный шаблон

source: Delete original change
de: Original-Change löschen
ms: Memadam perubahan asal
ru: Удалить исходное изменение

source: Move Time Slot
de: Verschiebe Zeitfenster
ms: Gerakkan Slot Masa
nb_no: Flytt tidsrommet
pt: Deslocar Horários
ru: Сместить диапазон времени

source: Change Information
de: Change-Informationen
ms: mengubah Maklumat
nb_no: Endringsinfo
pt: Informação da Alteração
ru: Информация об изменении

source: PlannedEffort
de: Geplanter Aufwand
ms: Usaha yang dirancang
nb_no: Planlagt innsats
pt: Esforço planeado
ru: Планируемые ресурсы???

source: Change Initiator(s)
ms: Penggerak Perubahan(s)
nb_no: Initiativtaker(e) til Endring
pt: Iniciador(es) da Alteração
ru: Инициатор изменения

source: Change Manager
ms: Perubahan Pengurus
nb_no: Endringsansvarlig
pt: Gestor de Alteração
ru: Менеджер изменения

source: Change Builder
ms: Perubahan pembina
nb_no: Den som opprettet Endringen
pt: Construtor da Alteração
ru: Составитель изменения

source: Last changed
de: Zuletzt geändert
ms: Terkini berubah
nb_no: Sist endret
pt: Última alteração
ru: Дата последнего изменеия

source: Last changed by
de: Zuletzt geändert von
ms: Terakhir diubah oleh
nb_no: Sist endret av
pt: Última alteração por
ru: Последний изменил

source: Ok
ru: О.К.

source: To open links in the following description blocks, you might need to press Ctrl or Cmd or Shift key while clicking the link (depending on your browser and OS).
ms: Untuk membuka pautan dalam keterangan blok berikut, anda mungkin perlu menekan kekunci Ctrl atau Cmd atau Shift semasa menekan pautan (bergantung kepada pelayar dan sistem operasi anda).
pt: Para abrir as ligações abaixo poderá necessitar de premir a tecla CTRL (ou CMD) ou Shift (dependendo do browser e do sistema operativo) quando clicar sobre a ligação
ru: Для открытия ссылки в следующем сообщении/заметке необходимо нажать и удерживать клавишу Ctrl или Cmd или Shift и кликнуть по ссылке (зависит от вашего браузера и ОС).

source: Download Attachment
de: Anhang herunterladen
ms: memuat turun lampiran
nb_no: Last ned vedlegg
pt: Descarregar Anexo
ru: Загрузить вложение

source: Edit CAB Template
de: CAB-Template bearbeiten
ms: Menyunting templat CAB
ru: Редактировать шаблон CAB

source: This will create a new change from this template, so you can edit and save it.
de: Dieses wird einen neuen Change aus diesem Template erstellen, Sie können diesen editieren und speichern.
ms: Ini akan menghasilkan perubahan baru pada templat, jadi anda boleh mengubah dan menyimpannya.
ru: Будет создано новое изменение из этого шаблона и вы сможете его редактировать и сохранить.

source: The new change will be deleted automatically after it has been saved as template.
de: Der neue Change wird automatisch gelöscht, nachdem dieser als Template gespeichert wurde.
ms: Perubahan baru akan dipadam secara automatik selepas ia telah disimpan sebagai templat.
ru: Новое изменение будет автоматически удалено после его сохранения в качестве шаблона.

source: This will create a new workorder from this template, so you can edit and save it.
de: Dieses wird eine neue Workorder aus diesem Template erstellen, Sie können diese editieren und speichern.
ms: Ini akan mencipta aturan kerja baru dari templat, jadi anda boleh mengubah dan menyimpannya.
ru: Будет создана новая задача из этого шаблона и вы сможете его редактировать и сохранить.
